Repository: PMJMendes/YoyoLoop
Catalog: MVP/MVP/App_GlobalResources/LocalizedText.*.resx
Languages: pt

# StaticPages_Loops_LisboaPorto_SubDescription
source: When it comes time to returning home at the end of a day's work or a one-off meeting, there are several transportation options from Lisbon to Porto, however, they're not the most viable or the most comfortable.<br> <br> Buses and trains take too long and have multiple stops, and if you come with your own car, you pay more than double for fuel, tolls and parking.<br> <br> Contrary to what it may seem at first, the "air bridge" between Lisbon and Porto is not the fastest or the cheapest alternative, due to the requirement of having to arrive early at the airport, the nuisance of waiting in the (sometimes endless) security line, and the inconvenience of taking a taxi or other transport to the city centre.<br> <br> Yoyoloop gives you a stop-free ride between Lisbon and Porto for the price of a train ticket — or 75% less than if you take your own car — with the difference of having a much faster and more comfortable journey in a five-seater premium transfer.
pt: Quando chega a hora de voltar a casa no final de um dia de trabalho ou de uma reunião pontual, há vários transportes de Lisboa para o Porto, mas não são os mais viáveis, nem os mais confortáveis.<br> <br> Os autocarros e os comboios demoram demasiado tempo e têm várias paragens e, se levar o seu próprio carro, paga mais do dobro do preço entre combustível, portagens e estacionamento.<br> <br> Ao contrário do que parece, a própria ponte aérea entre Lisboa e o Porto não é a alternativa mais rápida e mais barata pela necessidade de chegar com antecedência ao aeroporto, passar pela fila (às vezes, interminável) da segurança e apanhar um táxi ou outro transporte até ao centro da cidade.<br> <br> A Yoyoloop oferece-lhe boleia entre Lisboa e o Porto, sem paragens e a preço de comboio — ou 75% mais barato do que se levar o seu próprio carro — com a diferença de ter uma viagem muito mais rápida e confortável num transfer premium de cinco lugares.

# StaticPages_Loops_LisboaPorto_Why
source: Why you should take a premium transfer between Lisbon and Porto instead of other means of transport
pt: Porquê apanhar um transfer entre Lisboa e Porto em vez de outros transportes?

# StaticPages_Loops_LisboaPorto_Why_Bus_Reasons
source: → Trips take longer<br /> → There are several stops along the way<br /> → Trips are uncomfortable and noisy<br /> → Wifi frequently does not work and there are no sockets to charge your smartphone<br /> → You can only depart from Ste Rios or Oriente and stop in Campo 24 de Agosto<br /> → Your luggage has to be checked and it may take some time to claim it when you arrive<br />
pt: → A viagem é mais demorada<br/> → Há várias paragens pelo caminho<br/> → A viagem é desconfortável e barulhenta<br/> → É frequente o wifi não funcionar e não tem onde carregar o seu smartphone<br/> → Só pode partir de Sete Rios ou do Oriente e parar no Campo 24 de Agosto<br/> → A sua bagagem tem de ir no porão e pode demorar algum tempo a recolhê-la à chegada<br/>

# StaticPages_Loops_LisboaPorto_Why_Car_Reasons
source: → You spend 3 to 4 times more money between tolls, fuel, insurance and car wear <br/> → If you travel alone, the trip is not profitable or environmentally friendly<br /> → You can't use your travel time to work or relax<br/> → Difficulty in finding a parking space<br/> → It takes longer if you don't take the highway<br/>
pt: → Gasta 3 a 4 vezes mais dinheiro entre portagens, combustível, seguros e desgaste do carro<br/> → Se viajar sozinho, a viagem não é rentável e prejudica o ambiente<br /> → Não é possível utilizar o tempo da viagem para trabalhar ou relaxar<br/> → Dificuldade em encontrar um lugar de estacionamento <br/> → Demora mais tempo se não for pela auto-estrada <br/>

# StaticPages_Loops_LisboaPorto_Why_Description
source: → Rely on four daily trips, two in the morning and two in the afternoon<br /> → Enjoy a more comfortable trip for the same price of a bus and train ticket <br /> → Enjoy a central departure and arrival spots in your city<br /> → Enjoy wifi on board to assure your travel time is usefully spent<br /> → Respect the environment by riding on a five-seater premium transfer <br />
pt: → Conte com quatro partidas por dia, duas de manhã e duas à tarde<br/> → Usufrua de mais conforto pelo mesmo preço que o autocarro e comboio<br/> → Beneficie de locais de partida e chegada em pontos centrais da sua cidade<br/> → Desfrute de wifi a bordo para tornar a sua viagem mais útil<br/> → Respeite o ambiente ao apanhar boleia de um transfer premium de cinco lugares<br/>

# StaticPages_Loops_LisboaPorto_Why_Plane_Reasons
source: → The airplane does not provide internet access<br/> → It's necessary to go through the security line at the airport<br/> → Air traffic at Lisbon airport causes frequent delays<br/> → You must arrive at the airport at least 1 hour in advance<br/> → If you carry a carry-on bag, it may be sent to the hold of the plane<br/> → You need to take a taxi or other alternative transportation to the center of Porto <br/>
pt: → O avião não disponibiliza de acesso à internet<br/> → É necessário passar pela fila da segurança no aeroporto<br/> → O tráfego aéreo no aeroporto de Lisboa provoca atrasos frequentes<br/> → Tem de chegar ao aeroporto com, pelo menos, 1 hora de antecedência<br/> → Se levar mala de cabine, há a possibilidade de ser despachada para o porão<br/> → Precisa de apanhar um táxi ou outro transporte alternativo até ao centro do Porto<br/>

# StaticPages_Loops_LisboaPorto_Why_Ride_Reasons
source: → You spend 3 to 4 times more money between tolls, fuel, insurance and car wear <br/> → If you travel alone, the trip is not profitable or environmentally friendly<br /> → You can't use your travel time to work or relax<br/> → Difficulty in finding a parking space<br/> → It takes longer if you don't take the highway<br/>
pt: → Gasta 3 a 4 vezes mais dinheiro entre portagens, combustível, seguros e desgaste do carro<br/> → Se viajar sozinho, a viagem não é rentável e prejudica o ambiente<br /> → Não é possível utilizar o tempo da viagem para trabalhar ou relaxar<br/> → Dificuldade em encontrar um lugar de estacionamento <br/> → Demora mais tempo se não for pela auto-estrada <br/>

# StaticPages_Loops_LisboaPorto_Why_Train_Reasons
source: → Trips take longer<br /> → There are several stops along the way<br /> → Trips are uncomfortable and noisy<br /> → Delays, breakdowns and strikes happen often<br /> → You can only charge your smartphone in first class<br /> → You can only depart from Oriente or Santa Apolónia and arrive in Gaia or Campanhã<br />
pt: → A viagem é mais demorada<br/> → Há várias paragens pelo caminho<br/> → A viagem é desconfortável e barulhenta<br/> → Os atrasos, avarias e greves são frequentes<br/> → Só consegue carregar o seu smartphone se for em primeira classe<br/> → Só pode partir do Oriente ou Santa Apolónia e sair em Gaia ou Campanhã<br/>

# StaticPages_Loops_LoopCard_Book
source: Book
pt: Reservar

# StaticPages_Loops_LoopCard_From
source: from
pt: desde

# StaticPages_Loops_LoopCard_LisboaCoimbra_Departures_Coimbra
source: From Coimbra
pt: Saídas de Coimbra

# StaticPages_Loops_LoopCard_LisboaCoimbra_Departures_Coimbra_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Loops_LoopCard_LisboaCoimbra_Departures_Lisboa
source: From Lisbon
pt: Saídas de Lisboa

# StaticPages_Loops_LoopCard_LisboaCoimbra_Departures_Lisboa_Days
source: Every day
pt: Todos os dias

# StaticPages_Loops_LoopCard_LisboaLeiria_Departures_Leiria
source: From Leiria
pt: Saídas de Leiria

# StaticPages_Loops_LoopCard_LisboaLeiria_Departures_Leiria_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Loops_LoopCard_LisboaLeiria_Departures_Lisboa
source: From Lisbon
pt: Saídas de Lisboa

# StaticPages_Loops_LoopCard_LisboaLeiria_Departures_Lisboa_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Loops_LoopCard_LisboaPorto_Departures_Lisboa
source: From Lisbon
pt: Saídas de Lisboa

# StaticPages_Loops_LoopCard_LisboaPorto_Departures_Lisboa_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Loops_LoopCard_LisboaPorto_Departures_Porto
source: From Porto
pt: Saídas do Porto

# StaticPages_Loops_LoopCard_LisboaPorto_Departures_Porto_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Loops_MainTitle
source: Revolutionising intercity mobility, <br>one loop at a time
pt: A revolucionar a mobilidade entre cidades, <br>um loop de cada vez

# StaticPages_Loops_SubDescription
source: Yoyoloop has loops between Lisbon and Porto, Coimbra and Leiria, and loops from Porto to Coimbra.
pt: A Yoyoloop tem loops entre Lisboa e o Porto, Coimbra e Leiria e, ainda, loops desde o Porto e Coimbra.

# StaticPages_Loops_SubTitle
source: Loops & Schedule
pt: Loops & Horários

# StaticPages_Privacy_Eight
source: 8. How long do we keep your personal data for?<br> <br> According to the applicable legislation, namely in the field of tax, accounting and contractual liability, data collected through this website shall remain saved for the period of time in which the user is registered and shall be eliminated when the user requests the deletion of said data or the deletion of their registration, according to the following clause.
pt: 8. Por quanto tempo conservamos os seus dados pessoais?<br> <br> Sem prejuízo de outros prazos previstos na legislação em vigor, nomeadamente em matéria fiscal, contabilística e de responsabilidade contratual, os dados recolhidos através deste sítio manter-se-ão conservados durante o período de tempo em que o utilizador se encontrar registado, sendo eliminados quando o utilizador requerer a eliminação dos mesmos ou do seu registo, nos termos do ponto seguinte.

# StaticPages_Privacy_Five
source: 5. Where is the User's data stored? <br> <br> The Yoyoloop Team stores its clients' and Users' data on servers of a specialised partner located in the European Union. The terms and conditions of said partner can be found here: https://aws.amazon.com/blogs/security/all-aws-services-gdpr-ready/ <br> These servers are protected and maintained according to the highest security standards and in compliance with applicable privacy laws. If you wish to be removed from our database, you may exercise this right by contacting us through the various means available on our website.<br> Yoyoloop does not directly store user payment data. It is stored by a specialist partner, Stripe, an online payment processing company for internet businesses. The terms and conditions of said partner can be found here: LINK DO STRIPE <br> In order to ensure that the User's data is up-to-date and in compliance, the User can, through the Yoyoloop website: <br> <br> Update their name.<br> Update their address.<br> Update their contact information: mobile phone number and email address.<br> Update their payment method and billing details.<br> Permanently delete their account.<br>
pt: 5. Onde são guardados os dados do Utilizador?<br> <br> A equipa da Yoyoloop guarda os dados dos seus clientes e Utilizadores em servidores de um parceiro especialista localizados na União Europeia. Os termos e condições do nosso parceiro podem ser encontrados aqui: https://aws.amazon.com/blogs/security/all-aws-services-gdpr-ready/ <br> Estes servidores são protegidos e mantidos de acordo com os mais elevados standards de segurança e por forma a respeitar as leis de privacidade aplicáveis. Caso deseje ser removido da nossa base de dados, poderá exercer esse direito, contactando-nos através dos diversos meios disponíveis no site.<br> A Yoyoloop não guarda diretamente os dados de pagamento dos utilizadores, recorrendo para tal a um parceiro especialista, Stripe, uma empresa de processamento de pagamentos online para empresas tecnológicas. Os termos e condições do nosso parceiro podem ser consultados aqui: LINK DO STRIPE<br> Por forma a garantir que os dados guardados do Utilizador estão atualizados e em conformidade, o Utilizador pode, através do website da Yoyoloop:<br> <br> Atualizar o seu nome;<br> Atualizar a sua morada;<br> Atualizar os seus dados de contacto: número de telemóvel e endereço de email;<br> Atualizar o seu método de pagamento e dados de faturação;<br> Eliminar permanentemente a sua conta.<br>

# StaticPages_Privacy_Four
source: 4. Who has access to the User's personal data? Yoyoloop does not disclose to third parties any personal data of its Customers and Users without their consent, except when required by law.
pt: 4. Quem tem acesso aos dados pessoais do Utilizador?<br> A Yoyoloop não divulga a terceiros quaisquer dados pessoais dos seus Clientes e Utilizadores sem o seu consentimento, exceto quando tal for exigido por lei.

# StaticPages_Privacy_Intro
source: www.yoyoloop.com is a service of the company Yoyoloop Portugal, Unipessoal, Lda, henceforth referred to as Yoyoloop, an entity headquartered in Avenida da República, nº 50, 2º Piso, 1050-196 Lisbon. This Privacy Policy advises Users of the site about our practices to protect their privacy and personal data and reiterates the authorisations granted to us regarding the collection, use and processing of personal data at the moment of registration on the website as a User:
pt: O www.yoyoloop.com é um serviço da empresa Yoyoloop Portugal, Unipessoal, Lda, doravante designada por Yoyoloop, entidade com sede na Avenida da República, nº 50, 2º Piso, 1050-196 Lisboa. A presente Política de Privacidade esclarece os Utilizadores do site sobre as nossas práticas de proteção da respetiva privacidade e dados pessoais e reitera as autorizações que nos foram conferidas, no que respeita a recolha, utilização e processamento de dados pessoais, no momento de registo no site enquanto Utilizador:

# StaticPages_Privacy_MainTitle
source: Privacy Policy
pt: Política de Privacidade

# StaticPages_Privacy_Nine
source: 9. Links to other sites<br> <br> Within the Yoyoloop website, there may be links to third-party websites. In the event that a User follows one of these links, note that each of these websites has its own Privacy Policy and that Yoyoloop does not accept any responsibility or liability regarding these policies.
pt: 9. Links para outros sites<br> <br> Dentro no website da Yoyoloop, poderão haver links para websites terceiros. No caso de um Utilizador seguir um desses links, deverá notar que cada um desses websites têm a sua própria Política de Privacidade e que a Yoyoloop não aceita qualquer responsabilidade ou obrigação referente a essas políticas.

# StaticPages_Privacy_One
source: 1. Overview of this Privacy Policy<br> <br> This Privacy Policy covers this website, as well as other websites that mention the same policy. The Yoyoloop team respects the User's privacy and processes their personal data according to the new General Data Protection Regulation (GDPR) (Regulation (EU) 2016/679).<br> The data collected or provided by the User will not be processed for any purpose other than those specified here.<br> Yoyoloop reserves the right to update or modify its Privacy Policy at any time, in particular in order to adapt it to legislative changes.
pt: 1. Âmbito desta Política de Privacidade<br> <br> A presente Política de Privacidade abrange este website, assim como outros sites que mencionam a mesma política. A equipa da Yoyoloop respeita a privacidade do Utilizador e processa os seus dados pessoais de acordo com o novo Regulamento Geral de Proteção de Dados (GDPR) (Regulamento (UE) 2016/679).<br> Os dados recolhidos ou fornecidos pelo Utilizador não serão processados para quaisquer outros fins que não os aqui especificados.<br> A Yoyoloop reserva-se ao direito de atualizar ou modificar a sua Política de Privacidade a qualquer momento, nomeadamente de forma a adaptá-la a alterações legislativas.

# StaticPages_Privacy_Seven
source: 7. User Rights under the General Data Protection Regulation<br> <br> The User has the right to access and rectify their data; to data portability; to be forgotten; to limit or oppose him or herself to personal data treatment; and to file a complaint and take legal action.
pt: 7. Direitos do Utilizador ao abrigo do Regulamento Geral de Proteção de Dados<br> <br> O Utilizador tem direito ao acesso, à retificação, ao esquecimento, à portabilidade dos dados, a limitar ou opor-se ao tratamento dos seus dados pessoais, a apresentar reclamação e a recorrer a ação judicial.

# StaticPages_Privacy_Six
source: 6. Does the Yoyoloop Website use cookies? <br> <br> The Yoyoloop website uses cookies. Cookies are files that store information on the user's hard drive or browser, allowing websites to recognise it and know they've visited them before. You may configure your browser to refuse cookies, but in that case the website or portions of the website may not function properly. Cookies are used to monitor and analyse the use of the website, allowing Yoyoloop to provide a better user experience.
pt: 6. A Yoyoloop utiliza cookies no seu Website?<br> <br> O website da Yoyoloop utiliza cookies. As cookies são ficheiros que armazenam informações no disco rígido ou browser do Utilizador, permitindo que os websites o reconheçam e saibam que já os visitou anteriormente. O Utilizador pode configurar o seu browser para recusar as cookies, porém, nesse caso, o website ou partes do mesmo podem não funcionar corretamente. As cookies são utilizadas para monitorizar e analisar a utilização do website, permitindo à Yoyoloop proporcionar uma melhor experiência de utilização.

# StaticPages_Privacy_SubTitle
source: Yoyoloop recognises the importance of protecting your personal data, whatever its nature may be. For this reason, we have developed a set of security measures aimed at protecting your data.
pt: A Yoyoloop reconhece a importância de proteger os seus dados pessoais, qualquer que seja a sua natureza. Por esse motivo, desenvolvemos um conjunto de medidas de segurança que visam a proteção dos seus dados.

# StaticPages_Privacy_Three
source: 3. Does Yoyoloop use personal data for Marketing and Advertising purposes? <br> <br> Yoyoloop will not use your personal data to send you any unsolicited mail or message for which we have not received your explicit consent. Yoyoloop does not sell or trade your data with third parties.
pt: 3. A Yoyoloop utiliza os dados pessoais recolhidos para fins de Marketing e Publicidade?<br> <br> A Yoyoloop não utilizará os seus dados pessoais para lhe enviar qualquer correio ou mensagem não solicitada para o qual não tenha recebido o seu consentimento explícito. A Yoyoloop não vende nem negocia os seus dados com terceiros.

# StaticPages_Privacy_Two
source: 2. For what purpose are the User's personal data stored? <br> <br> The data collected in the different forms of the website are exclusively for the processing of user requests, for example:<br> i) Sending tickets by email;<br> ii) Providing technical or commercial support;<br> iii) Recovering or requesting a new password;<br> iv) Confirmation of account registration.<br> The data collected will not be used for any other purpose.
pt: 2. Para que efeitos são guardados dados pessoais do Utilizador?<br> <br> Os dados recolhidos nos diferentes formulários do website destinam-se exclusivamente ao processamento dos pedidos dos utilizadores, por exemplo:<br> i) Envio de bilhetes por correio electrónico;<br> ii) Prestar suporte técnico ou comercial;<br> iii) Recuperar ou pedir nova password;<br> iv) Confirmação de registo de conta.<br> Os dados recolhidos não serão usados para qualquer outro fim.

# StaticPages_Terms_MainDescription
source: General conditions for Yoyoloop Users in offers available at www.yoyoloop.com.
pt: Condições gerais para Utilizadores da Yoyoloop em ofertas disponíveis no site www.yoyoloop.com.

# StaticPages_Terms_MainTitle
source: Terms and Conditions
pt: Termos e Condições

# StaticPages_Terms_One
source: 1. Overview
pt: 1. Âmbito Geral

# StaticPages_Terms_One_One
source: 1.1 Privacy Policy<br> Before using the Yoyoloop website or services, we suggest that all Users read and accept our Privacy Policy.
pt: 1.1 Política de Privacidade<br> Antes de utilizar o nosso website ou serviços da Yoyoloop, sugere-se que todos os Utilizadores leiam e aceitem a nossa Política de Privacidade.

# StaticPages_Terms_One_Three
source: 1.3 Acceptance of the Terms of Use <br> By accessing this website, the User declares to have read, understood and accepted the Terms of Use described below, without the need for any further consent.
pt: 1.3 Aceitação dos Termos de Utilização<br> Ao aceder a este website, o Utilizador declara ter lido, compreendido e aceite os Termos de Utilização abaixo descritos, sem necessidade de qualquer outro consentimento posterior.

# StaticPages_Terms_One_Two
source: 1.2 About the Terms and Conditions <br> Yoyoloop reserves the right to add, change or delete any of the Terms of Use of its website and services by updating the content of this page and communicating it to its Users.<br> The Yoyoloop Terms and Conditions cover this website, as well as other sites that mention the same policy.
pt: 1.2 Sobre os Termos e Condições<br> A Yoyoloop reserva o direito de adicionar, alterar ou eliminar qualquer um dos Termos de Utilização do seu website e serviços através da atualização do conteúdo desta página e da respetiva comunicação aos seus Utilizadores.<br> Os Termos e Condições da Yoyoloop abrangem este website, assim como outros sites que mencionam a mesma política.

# StaticPages_Terms_Three
source: 3. Refunds and complaints
pt: 3. Reembolsos e reclamações <br>

# StaticPages_Terms_Three_One
source: 3.1 Refunds Users may have access to a refund of a trip, provided that the cancellation is communicated to Yoyoloop at least 48 hours in advance of the date and time of travel. To request a refund, please send an email to reservas@yoyoloop.com. In case the request for refund is made less than 48 hours in advance, the payment of the trip will not be refunded.
pt: 3.1 Reembolsos É possível o Utilizador ter acesso a um reembolso da sua viagem, desde que o cancelamento seja comunicado à Yoyoloop com uma antecedência mínima de 48 horas antes da data e hora de início da viagem. Para solicitar um reembolso, por favor envie um email para reservas@yoyoloop.com. No caso do pedido de reembolso ser efetuado com menos de 48 horas de antecedência, o pagamento da viagem não será reembolsado.

# StaticPages_Terms_Three_Two
source: 3.2 Complaints Yoyoloop has a Complaint Book. If you wish to make a complaint, please send an email to clientes@yoyoloop.com.
pt: 3.2 Reclamações A Yoyoloop dispõe de Livro de Reclamações. No caso de pretender efetuar uma reclamação, por favor envie um email para clientes@yoyoloop.com.

# StaticPages_Terms_Two
source: 2. Using the Yoyoloop Website and Services
pt: 2. Utilizar o Website e Serviços da Yoyoloop
