Repository: PMJMendes/YoyoLoop
Catalog: MVP/MVP/App_GlobalResources/LocalizedText.*.resx
Languages: pt

# MasterService_SendResetPassword_Body_ResetAnswer
source: As a safety measure, Yoyoloop doesn't send passwords via email. We have generated a link so you can define a new password.
pt: Por boa prática de segurança, a Yoyoloop não envia passwords por email. Gerámos um link para que possa definir uma nova password.

# MasterService_SendResetPassword_Body_ResetPassword
source: To change your password, please click
pt: Para alterar a sua password, por favor clique

# MasterService_SendResetPassword_Body_ResetWhy
source: Why do I need to change my password?
pt: Por que razão tenho de alterar a minha password?

# MasterService_SendResetPassword_Body_Thankyou
source: Thank you for your preference!
pt: Obrigado pela sua preferência!

# MasterService_SendResetPassword_Body_Title
source: You asked to recover your password on
pt: Solicitou a recuperação da password na sua conta da

# MasterService_SendResetPassword_Body_YoyoloopTeam
source: The Yoyoloop Team
pt: A Equipa Yoyoloop

# MasterService_SendResetPassword_Subject
source: Recover your password on Yoyoloop
pt: Recupere a sua password na Yoyoloop

# Meta_About_Description
source: We believe cities should amount to more than traffic jams, rush hour and parking lots. Take one of our premium transfers and enjoy a more affordable and comfortable trip while also helping the environment.
pt: Acreditamos que as cidades devem ser mais do que engarrafamentos, horas de ponta e parques de estacionamento. Apanhe um dos nossos transfers premium e aproveite uma viagem mais em conta e mais cómoda ao mesmo tempo que ajuda o meio ambiente.

# Meta_About_Title
source: Disrupting Intercity Mobility, One Loop at a Time | Yoyoloop
pt: A Revolucionar as Cidades, um Loop de Cada Vez | Yoyoloop

# Meta_Calendar_Description
source: Choose the city you want to travel to, select your departure and arrival spots, buy your ticket and enjoy the ride.
pt: Escolha para que cidade pretende viajar, selecione o seu ponto de partida e chegada, compre o seu bilhete e aproveite a viagem.

# Meta_Calendar_Title
source: Premium Transfer to Lisbon, Porto, Coimbra and Leiria | Yoyoloop
pt: Transfers Premium para Lisboa, Porto, Coimbra e Leiria | Yoyoloop

# Meta_Contact_Description
source: The Yoyoloop team is here to help you. Please contact us through our contact form.
pt: A equipa da Yoyoloop está ao seu dispor. Por favor, entre em contacto connosco através do nosso formulário de contacto.

# Meta_Contact_Title
source: Get in Touch with Us | Yoyoloop
pt: Entre em Contacto Connosco | Yoyoloop

# Meta_Destinos_Description
source: Yoyoloop is the perfect alternative to the train, the bus and the air bridge. Take a premium transfer from city centre to city centre between Lisbon, Porto, Coimbra and Leiria, and travel for the price of a train ticket.
pt: A Yoyoloop é a alternativa perfeita ao carro particular, ao comboio (Alfa Pendular) e ao avião (ponte aérea). Apanhe um transfer premium a preço de comboio de um centro da cidade para o outro entre Lisboa, Porto, Coimbra e Leiria.

# Meta_Destinos_Title
source: Premium Transfers from City Centre to City Centre | Yoyoloop
pt: Transfers Premium de um Centro da Cidade para o Outro | Yoyoloop

# Meta_Help_Description
source: Get help with booking a trip, promo codes, your Yoyoloop account, or browse through frequently asked questions.
pt: Saiba como reservar uma viagem, como usar códigos promocionais, como usar a sua conta da Yoyoloop, ou veja as nossas perguntas frequentes.

# Meta_Help_Title
source: Need help with Yoyoloop?
pt: Precisa de Ajuda com a Yoyoloop?

# Meta_Homepage_Description
source: Yoyoloop is a premium transfer service alternative to other transports. Get a ride to Lisbon, Porto, Coimbra, Leiria and back for the price of a train ticket.
pt: A Yoyoloop é um serviço de transfer premium alternativo a outros transportes. Apanhe boleia a preço de comboio para Lisboa, Porto, Coimbra e Leiria.

# Meta_Homepage_Title
source: Travel on a Premium Transfer for the Price of a Train Ticket | Yoyoloop
pt: Apanhe um Transfer Premium a Preço de Comboio | Yoyoloop

# Meta_HowTo_Description
source: Travelling on Yoyoloop's premium transfers is very easy. Choose your departure and arrival spots, safely pay for your trip, download your ticket and show it to our professional driver.
pt: Viajar num transfer premium da Yoyoloop é muito fácil. Escolha o seu ponto de partida e chegada, compre a sua viagem em segurança, faça o download do seu bilhete e apresente-o ao nosso motorista profissional.

# Meta_HowTo_Title
source: How to Travel on a Premium Transfer | Yoyoloop
pt: Como Viajar num Transfer Premium da Yoyoloop

# Meta_Loops_Description
source: With Yoyoloop, you can travel to Lisbon from Porto, Coimbra and Leiria and back in a premium transfer. You can also travel between Porto and Coimbra.
pt: Com a Yoyoloop, pode ir e vir de Lisboa para o Porto, Coimbra e Leiria num transfer premium e, ainda, viajar entre o Porto e Coimbra.

# Meta_Loops_Title
source: Premium Transfers to Lisbon, Porto, Coimbra and Leiria | Yoyoloop
pt: Transfers Premium para Lisboa, Porto, Coimbra e Leiria | Yoyoloop

# Meta_Privacy_Description
source: Understand how and why Yoyoloop uses your personal information to book a seat on one of our loops.
pt: Saiba como e porque é que a Yoyoloop usa a sua informação pessoal para reservar um lugar nos nossos loops.

# Meta_Privacy_Title
source: Privacy Policy | Yoyoloop
pt: Política de Privacidade | Yoyoloop

# Meta_Terms_Description
source: Read Yoyoloop's terms and conditions, a premium transfer service alternative to other transports.
pt: Leia os termos e condições da Yoyoloop, um serviço de transfer premium alternativo a outros transportes.

# Meta_Terms_Title
source: Terms and Conditions | Yoyoloop
pt: Termos e Condições | Yoyoloop

# MyTrips_Empty_btnBookNow_Text
source: Book Now
pt: Reserve Já

# MyTrips_Empty_MainTitle
source: You still don't have any trips.
pt: Ainda não tem viagens.

# MyTrips_Empty_SubTitle
source: Book your first trip with Yoyoloop!
pt: Reserve a sua primeira viagem com a Yoyoloop!

# MyTrips_Invite_Code_Title
source: Share your promo code with all your friends and travel for just €1!
pt: Partilhe o seu promo code com todos os seus amigos e viaje por apenas 1€!

# MyTrips_Invite_How
source: How to travel for €1 for any destination
pt: Como viajar por 1€ para qualquer destino

# MyTrips_Invite_OfferTrips_Description
source: Your friends travel to any destination for just €1.
pt: Os seus amigos viajam para qualquer destino por apenas 1€.

# MyTrips_Invite_OfferTrips_Title
source: Give €1 trips
pt: Ofereça viagens

# MyTrips_Invite_Recommend_Description
source: Refer Yoyoloop to your friends by sharing your promo code
pt: Recomende a Yoyoloop aos seus amigos ao partilhar o seu promo code

# MyTrips_Invite_Recommend_Title
source: Refer Yoyoloop
pt: Recomende a Yoyoloop

# MyTrips_Invite_Travel_Title
source: Travel for €1!
pt: Viaje por 1€!

# MyTrips_Invite_Travel_Title_Description
source: Win a €1 trip to any destination for each friend of yours who uses Yoyoloop for the first time
pt: Receba uma viagem a 1€ para qualquer destino por cada amigo seu que utilizar a Yoyoloop pela primeira vez

# MyTrips_MainTitle
source: My Trips
pt: As Minhas Viagens

# MyTrips_PastTrips_MainTitle
source: Past trips
pt: Viagens anteriores

# Profile_Billing_BillingDetails_Save_SucessMessage
source: Your details were successfully updated
pt: Os seus dados foram atualizados com sucesso

# Profile_Billing_BillingForm_btnBillingSave_Text
source: Update details
pt: Atualizar dados

# Profile_Billing_BillingForm_tbBillingAddress_Label
source: Address
pt: Morada

# Profile_Billing_BillingForm_tbBillingAddress_Validator_ErrorMessage
source: The address field is required
pt: O campo da morada é obrigatório

# Profile_Billing_BillingForm_tbBillingCity_Label
source: City
pt: Cidade

# Profile_Billing_BillingForm_tbBillingCity_Validator_ErrorMessage
source: The city field is required
pt: O campo da cidade é obrigatório

# Profile_Billing_BillingForm_tbBillingCompany_Label
source: Company Name
pt: Nome da Empresa

# Profile_Billing_BillingForm_tbBillingName_Label
source: Name
pt: Nome

# Profile_Billing_BillingForm_tbBillingName_Validator_ErrorMessage
source: The name field is required
pt: O campo do nome é obrigatório

# Profile_Billing_BillingForm_tbBillingNIF_Label
source: VAT Number
pt: NIF

# Profile_Billing_BillingForm_tbBillingNIF_NumberValidator_ErrorMessage
source: Enter a valid number
pt: Introduza um número válido

# Profile_Billing_BillingForm_tbBillingNIF_Validator_ErrorMessage
source: The VAT field is required
pt: O campo do NIF é obrigatório

# Profile_Billing_BillingForm_tbBillingZIP_Label
source: Postal code
pt: Código postal

# Profile_Billing_BillingForm_tbBillingZIP_Validator_ErrorMessage
source: Mandatory
pt: Obrigatório

# Profile_Billing_BillingForm_Title
source: Billing details
pt: Detalhes de faturação

# Profile_Billing_PaymentMethodsForm_btnAddCard_Text
source: Add
pt: Adicionar

# Profile_Billing_PaymentMethodsForm_btnRemoveCard_Text
source: Remove
pt: Remover

# Profile_Billing_PaymentMethodsForm_btnUpdateCard_Text
source: Edit
pt: Alterar

# Profile_Billing_PaymentMethodsForm_cbDefaultCard_Label
source: Main card
pt: Cartão principal

# Profile_Billing_PaymentMethodsForm_ddlCardMenu_Label
source: Payment method
pt: Método de pagamento

# Profile_Billing_PaymentMethodsForm_tbCardHolderName_Label
source: Card name
pt: Nome do titular

# Profile_Billing_PaymentMethodsForm_tbCardNumber_Label
source: Card number
pt: Número do cartão

# Profile_Billing_PaymentMethodsForm_Title
source: Payment
pt: Pagamento

# Profile_Billing_PaymentMethods_AddCard_SucessMessage
source: Your card was added successfully
pt: O cartão foi adicionado com sucesso

# Profile_Billing_PaymentMethods_RemoveCard_SucessMessage
source: Your card was removed successfully
pt: O cartão foi removido com sucesso

# Profile_Billing_PaymentMethods_UpdateCard_SucessMessage
source: Your card was updated successfully
pt: O cartão foi atualizado com sucesso

# Profile_Invite_MainTitle
source: Invite your friends and travel for just €1
pt: Convide os seus amigos e viaje por apenas 1€

# Profile_Invite_MGMTrips1
source: You still have
pt: Ainda tem

# Profile_Invite_MGMTrips2
source: €1 trips to enjoy
pt: viagens de 1€ para aproveitar

# Profile_Invite_Promoshare_btnCopyLink_Text
source: Copy link
pt: Copiar link

# Profile_Invite_Promoshare_btnShare_Text
source: Share
pt: Partilhar

# Profile_Invite_Promoshare_CopiedPopover
source: Copied to clipboard
pt: Copiado

# Profile_Invite_Promoshare_NotEligible
source: Book your first trip to get your own promo code!
pt: Para receber o seu promo code só tem de marcar a sua primeira viagem!

# Profile_Invite_Promoshare_ShareMenu_email
source: Send by email
pt: Enviar por email

# Profile_Invite_Promoshare_ShareMenu_facebook
source: Share on Facebook
pt: Partilhar no Facebook

# Profile_Invite_Promoshare_ShareMenu_linkedin
source: Share on LinkedIn
pt: Partilhar no LinkedIn

# Profile_Invite_Promoshare_ShareMenu_twitter
source: Share on Twitter
pt: Partilhar no Twitter

# Profile_Invite_Promoshare_ShareMessage1
source: Use the code
pt: Use o código

# Profile_Invite_Promoshare_ShareMessage2
source: on
pt: em

# Profile_Invite_Promoshare_ShareMessage3
source: and travel for just €1.
pt: e viaje por apenas 1€.

# Profile_Invite_Promoshare_Title
source: Share your promo code with all your friends and travel for just €1!
pt: Partilhe o seu promo code com todos os seus amigos e viaje por apenas 1€!

# Profile_Invite_Saved
source: You've already saved
pt: Já poupou

# Profile_Invite_Why_Offer_Description
source: Your friends can travel to any destination for just €1
pt: Os seus amigos viajam para qualquer destino por apenas 1€

# Profile_Invite_Why_Offer_Title
source: Give €1 trips
pt: Ofereça viagens

# Profile_Invite_Why_Recommend_Description
source: Share your promo code with your friends to refer Yoyoloop
pt: Recomende a Yoyoloop aos seus amigos ao partilhar o seu promo code

# Profile_Invite_Why_Recommend_Title
source: Refer Yoyoloop
pt: Recomende a Yoyoloop

# Profile_Invite_Why_Travel_Description
source: Win a trip for €1 to any destination for each friend who uses Yoyoloop for the first time
pt: Receba uma viagem a 1€ para qualquer destino por cada amigo que utilizar a Yoyoloop pela primeira vez

# Profile_Invite_Why_Travel_Title
source: Travel for €1!
pt: Viaje por 1€!

# Profile_Invite_YoyoloopWhy_Description
source: Going by train doesn't directly take you to your final destination, flights suffer constant delays, and taking your own car by yourself doesn't pay off. With a Yoyoloop premium transfer, you can comfortably go to Lisbon, Porto, Coimbra and Leiria without any stops, and assure your travel time is usefully spent working or simply relaxing. All this for the price of a train ticket.
pt: O comboio Alfa Pendular não o leva diretamente ao destino final, há atrasos constantes nos voos e não compensa levar o carro vazio. Com um transfer premium da Yoyoloop, pode ir para Lisboa, Porto, Coimbra e Leiria sem paragens, com conforto para trabalhar ou relaxar. Tudo isto a preço de comboio.

# Profile_Invite_YoyoloopWhy_Title
source: Why you should ride on a Yoyoloop transfer
pt: Porquê apanhar boleia de um transfer da Yoyoloop?

# Profile_MainTitle
source: My account
pt: O meu perfil

# Profile_Menu_BillingDetails
source: Billing details
pt: Detalhes de faturação

# Profile_Menu_Invite
source: Invite friends
pt: Convidar amigos

# Profile_Menu_PersonalDetails
source: Personal details
pt: Dados pessoais

# Profile_PersonalDetails_ChangeEmail_btnEmailSave_Text
source: Edit email
pt: Alterar email

# Profile_PersonalDetails_ChangeEmail_EmailSave_ShowMessage_Failure
source: The password you entered is incorrect
pt: A password que introduziu está incorreta

# Profile_PersonalDetails_ChangeEmail_EmailSave_ShowMessage_Sucess1
source: Your email address was changed successfully.<br/><br/>We've sent an email to
pt: O seu endereço de email foi alterado com sucesso.<br/><br/>Enviámos um email para

# Profile_PersonalDetails_ChangeEmail_EmailSave_ShowMessage_Sucess2
source: with a link so you can confirm your new email address.
pt: com um link para poder confirmar o novo endereço de email

# Profile_PersonalDetails_ChangeEmail_tbChangeEmailPassword_Label
source: Current password
pt: Password atual

# Profile_PersonalDetails_ChangeEmail_tbChangeEmailPassword_Validator_ErrorMessage
source: Enter your password
pt: Introduza a sua password

# Profile_PersonalDetails_ChangeEmail_tbChangeEmail_Label
source: New email address
pt: Novo endereço de email

# Profile_PersonalDetails_ChangeEmail_tbChangeEmail_Label_Validator_ErrorMessage
source: Please enter your new email address
pt: Por favor, introduza o novo endereço de email

# Profile_PersonalDetails_ChangeEmail_tbConfirmChangeEmail_Label
source: Repeat email address
pt: Repetir endereço de email

source: The email addresses don't match
pt: Os endereços de email não coincidem

# Profile_PersonalDetails_ChangeEmail_tbConfirmEmail_Label_Validator_ErrorMessage
source: Please repeat your email address
pt: Por favor, repita o endereço de email

# Profile_PersonalDetails_ChangeEmail_Title
source: Change email address
pt: Alterar endereço de email

# Profile_PersonalDetails_ChangePassword_btnPasswordSave_Text
source: Change password
pt: Alterar password

# Profile_PersonalDetails_ChangePassword_PasswordSave_ShowMessage_Failure1
source: An error occurred while changing your password.<br/><br/>Please try again or
pt: Ocorreu um erro ao alterar a sua password.<br/><br/>Tente novamente ou

# Profile_PersonalDetails_ChangePassword_PasswordSave_ShowMessage_Failure2
source: contact us
pt: contacta-nos

# Profile_PersonalDetails_ChangePassword_PasswordSave_ShowMessage_Sucess
source: Your password was changed successfully
pt: A sua password foi alterada com sucesso

# Profile_PersonalDetails_ChangePassword_PasswordSave_ShowMessage_WrongPassword
source: The password you entered is incorrect
pt: A password que introduziu está incorreta

source: The passwords don't match
pt: As passwords não coincidem

# Profile_PersonalDetails_ChangePassword_tbConfirmPassword_Label
source: Repeat new password
pt: Repetir nova password

# Profile_PersonalDetails_ChangePassword_tbConfirmPassword_Validator_ErrorMessage
source: Please repeat your password
pt: Por favor, repita a password

# Profile_PersonalDetails_ChangePassword_tbCurrentPassword_Label
source: Current password
pt: Password atual

# Profile_PersonalDetails_ChangePassword_tbCurrentPassword_Validator_ErrorMessage
source: Enter your current password
pt: Introduza a sua password atual

# Profile_PersonalDetails_ChangePassword_tbNewPassword_Label
source: New password
pt: Nova password

# Profile_PersonalDetails_ChangePassword_tbNewPassword_Validator_ErrorMessage
source: Please enter a new password
pt: Por favor, introduza uma nova password

# Profile_PersonalDetails_ChangePassword_Title
source: Change password
pt: Alterar password

# Profile_PersonalDetails_ProfileDataForm_btnConfirmEmail_Text
source: Resend link
pt: Reenviar link

# Profile_PersonalDetails_ProfileDataForm_btnProfileSave_Text
source: Save
pt: Guardar

# Profile_PersonalDetails_ProfileDataForm_ConfirmEmail_ShowMessage1
source: We've sent an email to
pt: Enviámos um email para

# Profile_PersonalDetails_ProfileDataForm_ConfirmEmail_ShowMessage2
source: with a link to confirm your email address
pt: com o link para poder confirmar o seu endereço de email

# Profile_PersonalDetails_ProfileDataForm_ProfileSave_ShowMessage
source: Your details were updated successfully
pt: Os seus dados foram atualizados com sucesso

source: Enter a valid date
pt: Introduza uma data válida

# Profile_PersonalDetails_ProfileDataForm_tbBirthDate_Label
source: Birth date
pt: Data de nascimento

# Profile_PersonalDetails_ProfileDataForm_tbBirthDate_placeholder
source: YYYY / MM / DD
pt: AAAA / MM / DD

# Profile_PersonalDetails_ProfileDataForm_tbEmail_Confirmed
source: Confirmed
pt: Confirmado

# Profile_PersonalDetails_ProfileDataForm_tbEmail_Label
source: Email address
pt: Endereço de email

# Profile_PersonalDetails_ProfileDataForm_tbEmail_NotConfirmed
source: Not confirmed
pt: Não confirmado

# Profile_PersonalDetails_ProfileDataForm_tbName_Label
source: Name
pt: Nome

# Profile_PersonalDetails_ProfileDataForm_tbName_Validator_ErrorMessage
source: The name field is required
pt: O campo do nome é obrigatório

source: Enter a valid number
pt: Introduza um número válido

# Profile_PersonalDetails_ProfileDataForm_tbPhoneNumber_Confirmed
source: Confirmed
pt: Confirmado

# Profile_PersonalDetails_ProfileDataForm_tbPhoneNumber_Label
source: Mobile phone
pt: Telemóvel

# Profile_PersonalDetails_ProfileDataForm_tbPhoneNumber_NotConfirmed
source: Not confirmed
pt: Não confirmado

# Profile_PersonalDetails_Title
source: Personal details
pt: Dados pessoais

# SiteMaster_Footer_Destinos
source: Destinations
pt: Destinos

# SiteMaster_Footer_Language_English
source: English
pt: Inglês

# SiteMaster_Footer_Language_Portuguese
source: Portuguese
pt: Português

# SiteMaster_Footer_Privacy
source: Privacy Policy
pt: Política de Privacidade

# SiteMaster_Footer_Terms
source: Terms and Conditions
pt: Termos e Condiçōes

# SiteMaster_Footer_Yoyoloop_About
source: About us
pt: Sobre nós

# SiteMaster_Footer_Yoyoloop_Contact
source: Contact us
pt: Contacto

# SiteMaster_Footer_Yoyoloop_Help
source: Help
pt: Ajuda

# SiteMaster_Footer_Yoyoloop_HowTo
source: How it works
pt: Como funciona

# SiteMaster_NavBar_Destinations
source: Destinations
pt: Destinos

# SiteMaster_NavBar_LoopsAndSchedules
source: Loops & Schedules
pt: Loops & horarios

# SiteMaster_NavBar_MyTrips
source: My Trips
pt: As Minhas Viagens

# SiteMaster_NavBar_RegisterLogin
source: Register/Log in
pt: Registar/Log in

# SiteMaster_ProfileMenu_Billing
source: Billing details
pt: Detalhes de faturação

# SiteMaster_ProfileMenu_Invite
source: Invite friends
pt: Convidar amigos

# SiteMaster_ProfileMenu_Profile
source: My account
pt: O meu perfil

# StaticPages_About_MainDescription
source: Disrupting intercity mobility, one loop at a time.
pt: A revolucionar as cidades, um loop de cada vez.

# StaticPages_About_MainTitle
source: About us
pt: Sobre nós

# StaticPages_About_Shuttles_SubTitle
source: Each one of our vehicles are 8-seater premium transfers: Mercedes V-Class Avantgarde with leather seats. All of them have wifi on board, and are driven by a professional driver who takes you to your destination without any stops to ensure a more comfortable journey. Our cities thank us for it.
pt: Cada um dos nossos veículos são transfers premium de cinco lugares: Mercedes V-Class Avantgarde com estofos em pele. Todos com wifi a bordo e conduzidos por um motorista profissional que o leva ao seu destino sem paragens para que possa fazer uma viagem mais confortável. As nossas cidades agradecem.

# StaticPages_About_Shuttles_Title
source: Our premium transfers
pt: Os nossos transfers premium

# StaticPages_About_SubDescription
source: Yoyoloop has the ambition of revolutionising intercity mobility. We believe cities should amount to more than traffic jams, rush hour and parking lots.<br> <br> It is precisely why we created a premium transfer service for the price of a train ticket, alternative to cars, trains and airplanes, with the difference of being more affordable, convenient, reliable and sustainable.
pt: A Yoyoloop tem a ambição de revolucionar a mobilidade entre cidades. Acreditamos que as cidades devem ser mais do que engarrafamentos, horas de ponta e parques de estacionamento.<br> <br> Foi por isso que criámos um serviço de transfer premium a preço do comboio, alternativo ao automóvel particular, aos comboios e ao avião, com a diferença de ser mais acessível, conveniente, fiável e sustentável.

# StaticPages_About_Why_Accessible_Content
source: For one loop, you get to pay 75% less than if you took your own car, and exactly the same as you would pay for going by train or other means of transport — and you get to enjoy a much more comfortable and less tiring trip.
pt: Por um loop, chega a pagar 75% menos do que se levasse o seu próprio carro e exatamente o mesmo do que pagaria por ir de comboio ou outros transportes — e ainda tem uma viagem muito mais confortável e menos cansativa.

# StaticPages_About_Why_Accessible_SubTitle
source: Less strain for you, <br>save on your wallet
pt: Menos desgaste,<br>mais na carteira

# StaticPages_About_Why_Accessible_Title
source: Affordable
pt: Acessível

# StaticPages_About_Why_Convenient_Content
source: In addition to having frequent departures, Yoyoloop will pick you up and drop you off in strategic points in the city, such as metro stations, supermarkets, urban centres and the main office areas in Lisbon — and we top it off with free wifi on board.
pt: Além de contar com partidas frequentes, a Yoyoloop vai pô-lo e buscá-lo a pontos estratégicos da cidade, como estações de metro, supermercados, largos dos centros urbanos e as principais zonas de escritórios de Lisboa — e ainda lhe oferece wifi a bordo.

# StaticPages_About_Why_Convenient_SubTitle
source: Convenient<br>pick-ups and drop-offs
pt: Pick-ups e drop-offs<br>convenientes

# StaticPages_About_Why_Convenient_Title
source: Convenient
pt: Conveniente

# StaticPages_About_Why_Reliable_Content
source: A professional driver will pick you up at a specific location and at a fixed departure time. Just choose your starting point, book your trip and sit back in your seat.
pt: Um motorista profissional vai buscá-lo a um local específico e a uma hora de partida fixa. Basta escolher o seu ponto de partida, reservar a sua viagem e sentar-se no seu lugar à hora marcada.
