Repository: PMJMendes/YoyoLoop
Catalog: MVP/MVP/App_GlobalResources/LocalizedText.*.resx
Languages: pt

# StaticPages_About_Why_Reliable_SubTitle
source: Your very own seat,<br> ready on the dot
pt: Lugar marcado,<br>à hora marcada

# StaticPages_About_Why_Reliable_Title
source: Reliable
pt: Fiável

# StaticPages_About_Why_Sustainable_Content
source: Our fleet is made up of five-seater vehicles. Not only do we take more cars off the road, we also help reduce carbon footprint.
pt: Todas as nossas viagens são feitas em veículos de cinco lugares. Não só retiramos mais carros da estrada, como também ajudamos a reduzir a pegada de carbono.

# StaticPages_About_Why_Sustainable_SubTitle
source: Less cars,<br> better cities
pt: Menos carros,<br>mais cidade

# StaticPages_About_Why_Sustainable_Title
source: Sustainable
pt: Sustentável

# StaticPages_Contact_Bookings
source: Bookings
pt: Reservas

# StaticPages_Contact_ContactForm_btnSend_text
source: Send
pt: Enviar

# StaticPages_Contact_ContactForm_Send_ShowMessage
source: Your message was sent
pt: A sua mensagem foi enviada

# StaticPages_Contact_ContactForm_tbBody_Label
source: Message
pt: Mensagem

# StaticPages_Contact_ContactForm_tbEmail_Label
source: Email address
pt: Endereço de email

# StaticPages_Contact_ContactForm_tbName_Label
source: Full name
pt: Nome completo

# StaticPages_Contact_ContactForm_tbSubject_Label
source: Subject
pt: Assunto

# StaticPages_Contact_ContactForm_Title
source: Leave us a message
pt: Deixe-nos uma mensagem

# StaticPages_Contact_Title
source: Contact us
pt: Contactos

# StaticPages_Destinos_Coimbra_LoopCard_Description
source: Yoyoloop gives you a ride from Lisbon to Coimbra and back. Choose the day and time you want to travel, book your trip, and wait for our professional driver to pick you up at the stop of your choice.
pt: A Yoyoloop dá-lhe boleia de Lisboa para Coimbra e vice-versa. Escolha o dia e as horas em que pretende viajar, marque a sua viagem e espere que o nosso motorista profissional o apanhe na sua paragem de escolha.

# StaticPages_Destinos_Coimbra_LoopCard_Schedules_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Destinos_Coimbra_LoopCard_Schedules_Times1
source: From Lisbon: 8pm - 2pm
pt: Saídas de Lisboa: 8:00 - 14:00

# StaticPages_Destinos_Coimbra_LoopCard_Schedules_Times2
source: From Coimbra: 11am - 4pm
pt: Saídas de Coimbra: 11:00 - 16:00

# StaticPages_Destinos_Coimbra_LoopCard_Schedules_TravelTime
source: Yoyoloop drives you from Lisbon to Coimbra in only 90 minutes
pt: A Yoyoloop leva-o de Lisboa até Coimbra em apenas 90 minutos

# StaticPages_Destinos_Coimbra_MainDescription
source: With Yoyoloop, you can take a premium transfer frtom Lisbon to Coimbra at the same price as the train.
pt: Com a Yoyoloop, podes apanhar um transfer premium de Lisboa até Coimbra a preço de comboio.

# StaticPages_Destinos_Coimbra_MainTitle
source: Leave your car at home and take a premium transfer to Coimbra
pt: Deixe o carro em casa e venha de transfer premium para Coimbra

# StaticPages_Destinos_Coimbra_Stops_Description
source: If you take a premium transfer from Lisbon to Coimbra, you can choose from several different departure stops, such as Amoreiras, Marquês de Pombal, Sete Rios, Campo Grande or Gare do Oriente. Arrivals to Coimbra will be in Av. Fernão de Magalhães, Portagem or Parque Industrial do Taveiro. Afer you're done with work or a one-off meeting, remember that Yoyoloop has a seat waiting for you, ready to go on the dot!
pt: Se apanhar um transfer premium de Lisboa para Coimbra, pode escolher partir de várias paragens diferentes, tais como as Amoreiras, Marquês de Pombal, Sete Rios, Campo Grande ou Gare do Oriente. As chegadas a Coimbra serão na Av. Fernão de Magalhães, na Portagem ou no Parque Industrial do Taveiro. Saído do trabalho ou de uma reunião, lembre-se que tem um lugar marcado à hora marcada com a Yoyoloop!

# StaticPages_Destinos_Coimbra_Stops_StopCard_First_Description
source: Avenida Fernão de Magalhães is in downtown Coimbra, with easy access by car or public transport from anywhere in the city.
pt: A Avenida Fernão de Magalhães é central na baixa de Coimbra, com acessos fáceis de carro ou de transportes públicos de qualquer ponto da cidade.

# StaticPages_Destinos_Coimbra_Stops_StopCard_First_HowToGet_Title
source: Bus
pt: Autocarros

# StaticPages_Destinos_Coimbra_Stops_StopCard_Second_Description
source: Portagem is the main meeting point in Coimbra, with direct access to commerce and services in the downtown area of the city.
pt: A Portagem é um ponto de encontro por excelência em Coimbra, com acesso direto a comércio e serviços da baixa da cidade.

# StaticPages_Destinos_Coimbra_Stops_StopCard_Second_HowToGet_Title
source: Bus
pt: Autocarros

# StaticPages_Destinos_Coimbra_Stops_SubTitle
source: Stops in Coimbra
pt: Paragens em Coimbra

# StaticPages_Destinos_Coimbra_Stops_Title
source: COIMBRA LOOP
pt: LOOP COIMBRA

# StaticPages_Destinos_Coimbra_SubDescription
source: Although the city doesn't have a lot of traffic, the university city of Coimbra has more than 100 thousand inhabitants. The home of the Mondego River is well served by public transportation coming from the capital, although trains often suffer delays. If you come with your own car, you pay more than double for fuel, tolls and parking.
pt: Apesar de não ser uma cidade com muito trânsito, a cidade universitária de Coimbra conta com mais de 100 mil habitantes. A cidade do Mondego está bem servida de transportes para quem vem da capital, embora os comboios sejam demorados. Se vier com o seu próprio carro, paga mais do dobro do preço entre combustível, portagens e estacionamento.

# StaticPages_Destinos_DestinationCard_Coimbra_Description
source: Coimbra is an important university city with more than 100 thousand inhabitants, and it generates a constant movement of students and professionals from Lisbon and Porto.
pt: Sendo um importante polo universitário com mais de 100 mil habitantes, Coimbra gera um movimento constante de estudantes e profissionais desde Lisboa e também do Porto.

# StaticPages_Destinos_DestinationCard_Leiria_Description
source: Leiria is the central point of the western region, and it has a strong business environment. The city is well served by highways but, unfortunately, train and bus connections leave much to be desired.
pt: A cidade de Leiria é o ponto central de uma região oeste com grande dinamismo empresarial. A cidade é bem servida de auto-estradas mas, infelizmente, as ligações de comboio e autocarro deixam muito a desejar.

# StaticPages_Destinos_DestinationCard_Lisboa_Description
source: The Greater Lisbon area has more than 2 million inhabitants.<br>370 thousand cars drive into the capital every day, generating constant traffic jams.
pt: Com mais de 2 milhões de habitantes na Grande Lisboa, <br>todos os dias entram 370 mil carros na capital num constante pára-arranca.

# StaticPages_Destinos_DestinationCard_Porto_Description
source: The Greater Porto area has more than 1.787.000 inhabitants. 260 thousand cards drive into the country's second largest city every day, generating constant traffic jams.
pt: Com mais de 1.787.000 habitantes no Grande Porto, todos os dias entram 260 mil carros na segunda maior cidade do país num constante pára-arranca.

# StaticPages_Destinos_DestinationCard_Title
source: To
pt: Destino a

# StaticPages_Destinos_Details_btnBack_text
source: back
pt: voltar

# StaticPages_Destinos_Details_LoopCard_Schedules
source: Schedule
pt: Horários

# StaticPages_Destinos_Details_LoopCard_Stops
source: Stops
pt: Paragens

# StaticPages_Destinos_Details_LoopCard_Title
source: Loops to
pt: Loops com destino a

# StaticPages_Destinos_Details_LoopCard_TravelTime
source: Travel time
pt: Tempo de viagem

# StaticPages_Destinos_Details_Stops_StopCard_HowToGet
source: How to get to your Yoyoloop transfer
pt: Como chegar até ao seu transfer da Yoyoloop

# StaticPages_Destinos_Details_Title
source: POPULAR DESTINATION
pt: DESTINO POPULAR

# StaticPages_Destinos_Leiria_LoopCard_Description
source: Yoyoloop gives you a ride from Lisbon to Leiria. Choose the day and time you want to travel, book your trip, and wait for our professional driver to pick you up at the stop of your choice.
pt: A Yoyoloop dá-lhe boleia de Lisboa para Leiria. Escolha o dia e as horas em que pretende viajar, marque a sua viagem e espere que o nosso motorista profissional o apanhe na sua paragem de escolha.

# StaticPages_Destinos_Leiria_LoopCard_Schedules_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Destinos_Leiria_LoopCard_Schedules_Times1
source: From Lisbon: 12pm
pt: Saídas de Lisboa: 12:00

# StaticPages_Destinos_Leiria_LoopCard_Schedules_Times2
source: From Leiria: 3pm
pt: Saídas de Leiria: 15:00

# StaticPages_Destinos_Leiria_LoopCard_Schedules_TravelTime
source: Yoyoloop drives you from Leiria to <br/>Lisbon in only 1 hour and 15 minutes
pt: A Yoyoloop leva-o de Leiria até <br/>Lisboa em apenas 1h15m

# StaticPages_Destinos_Leiria_MainDescription
source: Take a premium transfer to Leiria, the perfect alternative to the bus and to your car
pt: Apanhe um transfer premium para Leiria, a alternativa perfeita ao carro particular e aos autocarros

# StaticPages_Destinos_Leiria_MainTitle
source: Leave your car at home and take a premium transfer to Leiria
pt: Deixe o carro em casa e venha de transfer premium para Leiria

# StaticPages_Destinos_Leiria_Stops_Description
source: If you take a premium transfer from Lisbon to Leiria, you can choose from several different departure stops, such as Amoreiras, Marquês de Pombal, Sete Rios, Campo Grande or Gare do Oriente. Arrivals to Leiria will be in Largo da República, right in the centre of the city.
pt: Se apanhar um transfer premium de Lisboa para Leiria, pode escolher partir de zonas importantes da cidade como as Amoreiras, Campo Grande, Gare do Oriente, Marquês de Pombal ou Sete Rios. A chegada a Leiria será no Largo da Reública, bem no centro da cidade.

# StaticPages_Destinos_Leiria_Stops_StopCard_First_Description
source: Largo da Reública is in the centre of Leiria. This is where you can find City Hall, the Court of Justice and other public services, and commerce. Additionally, it's very close to the Polytechnic Institute of Leiria.
pt: O Largo da Reública está no centro de Leiria. É aqui que se encontra a Câmara Municipal, o Tribunal e outros serviços públicos, e comércio. Adicionalmente, fica muito perto do Instituto Politécnico de Leiria.

# StaticPages_Destinos_Leiria_Stops_StopCard_First_HowToGet_Title
source: Buses and car
pt: Autocarros e carro privado

# StaticPages_Destinos_Leiria_Stops_SubTitle
source: Stops in Leiria
pt: Paragens em Leiria

# StaticPages_Destinos_Leiria_Stops_Title
source: LEIRIA LOOP
pt: LOOP LEIRIA

# StaticPages_Destinos_Leiria_SubDescription
source: Leiria is one of the most important Portuguese cities, leading the western region, housing a vibrant business environment and an important academic community. Despite being close to Lisbon, public transport links to Leiria leave a lot to be desired, especially its train connection.
pt: Leiria é uma das cidades portuguesas mais importantes, liderando a região oeste, albergando um vibrante tecido empresarial e um polo universitário importante. Apesar de estar perto de Lisboa, as ligações de transportes públicos a Leiria deixam bastante a desejar, sobretudo no que diz respeito às ligações de comboio.

# StaticPages_Destinos_Lisboa_LoopCard_Description
source: Yoyoloop gives you a ride from Porto, Coimbra and Leiria to Lisbon. Choose the day and time you want to travel, book your trip, and wait for our professional driver to pick you up at the stop of your choice.
pt: A Yoyoloop dá-lhe boleia do Porto, Coimbra e Leiria para Lisboa. Escolha o dia e as horas em que pretende viajar, marque a sua viagem e espere que o nosso motorista profissional o apanhe na sua paragem de escolha.

# StaticPages_Destinos_Lisboa_LoopCard_Schedules_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Destinos_Lisboa_LoopCard_Schedules_Times1
source: From Porto: 7:30am - 8:30am - 6pm - 7pm
pt: Saídas do Porto 6:00 - 7:00 – 17:00 – 18:30

# StaticPages_Destinos_Lisboa_LoopCard_Schedules_Times2
source: From Coimbra: 11am - 4pm
pt: Saídas de Coimbra: 14:00

# StaticPages_Destinos_Lisboa_LoopCard_Schedules_TravelTime
source: Yoyoloop drives you from Porto to Lisbon in just 2 hours and 30 minutes.
pt: A Yoyoloop leva-o do Porto até Lisboa em apenas 2h30m.

# StaticPages_Destinos_Lisboa_MainDescription
source: Get a premium transfer from Porto to Lisbon. No check-in, no security delays, directly from city-center to city-center.
pt: Apanha um transfer entre Porto e Lisboa a preço de comboio. Sem check-in, sem filas de segurança, diretamente para o centro da cidade.

# StaticPages_Destinos_Lisboa_MainTitle
source: Leave your car at home and take a premium transfer to Lisbon
pt: Deixe o carro em casa e venha de transfer premium para Lisboa

# StaticPages_Destinos_Lisboa_Stops_Description
source: If you take a premium transfer to Lisbon, you can choose to stop in the capital's main office areas and still be within walking distance of a metro station. While you wait to return to your hometown, take the chance to have a cup of coffee!
pt: Se apanhar um transfer premium para Lisboa, pode escolher parar nas principais zonas de escritórios da capital e ainda ficar a poucos passos de uma estação de metro. Quando voltar para a sua cidade de origem, aproveite para tomar uma bica enquanto espera pelo seu transfer.

# StaticPages_Destinos_Lisboa_Stops_StopCard_Fifth_Description
source: In addition to being home to the Lisbon Zoo, Sete Rios is known for being another of the most important railway and bus stations in the city. It is especially important for those who come from Sintra and South of the Tejo River, as well as for those arriving by bus from all corners of the country, especially from the southern and western regions.<br> <br> Sete Rios is one of Yoyoloop's departure spots in Lisbon. From here, you can take one of our premium transfers to Porto, Leiria or Coimbra.
pt: Além de ser a zona de residência do Jardim Zoológico de Lisboa, Sete Rios é conhecido por ser outra das mais importantes estações ferroviárias e rodoviárias da cidade. É especialmente importante para quem vem da linha de Sintra e da Margem Sul, assim como para quem chega de autocarro vindo de todos os cantos do país, especialmente da zona sul e região oeste.<br> <br> Sete Rios é um dos pontos de partida da Yoyoloop na cidade de Lisboa e é aqui que pode apanhar um dos nossos transfers premium para o Porto, Leiria ou Coimbra.

# StaticPages_Destinos_Lisboa_Stops_StopCard_Fifth_HowToGet_Details
source: Yellow Line and Red Line
pt: Linha Amarela e Linha Vermelha

# StaticPages_Destinos_Lisboa_Stops_StopCard_First_Description
source: The Amoreiras Towers are one of the most iconic buildings in Lisbon. Despite being a residential area and one of the capital's main office centres, the Amoreiras area is not adequately linked by the city's transport network, especially by the Lisbon Metro. It's a nuisance for Lisbon locals, but it is even more painful for those who come from the outskirts of the capital.<br> <br> Amoreiras Tower 3 is one of Yoyoloop's departure spots in Lisbon. From here, you can take one of our premium transfers to Porto, Leiria or Coimbra.
pt: As Torres das Amoreiras são um dos edifícios mais icónicos da cidade de Lisboa. Apesar de ser uma zona residencial de excelência e um das principais pólos de escritórios da capital, a zona das Amoreiras não está devidamente servida pela rede de transportes da cidade, especialmente pelo Metropolitano de Lisboa. É um incómodo para os residentes lisboetas, mas é ainda mais doloroso para quem vem dos arredores da capital.<br> <br> A Torre 3 das Amoreiras é um dos pontos de partida da Yoyoloop na cidade de Lisboa e é aqui que pode apanhar um dos nossos transfers premium para o Porto, Leiria ou Coimbra.

# StaticPages_Destinos_Lisboa_Stops_StopCard_First_HowToGet_Title
source: Bus
pt: Autocarro

# StaticPages_Destinos_Lisboa_Stops_StopCard_Fourth_Description
source: Marquês de Pombal needs no introduction. It's one of the city's main office areas, although it also attracts a lot of tourists. It's an important entry point to the city, especially for those who come from Cascais, and it is served by several public transports, including two metro lines.<br> <br> The Marquês de Pombal parking lot is one of Yoyoloop's departure spots in Lisbon. From here, you can take one of our premium transfers to Porto, Leiria or Coimbra.
pt: O Marquês de Pombal dispensa apresentações. É uma zona de escritórios por excelência, mas também de alguma actividade turística. É um ponto de entrada importante da cidade de Lisboa, sobretudo para quem vem da zona de Cascais, e é servido de vários transportes públicos, incluindo duas linhas de metro.<br> <br> O parque de estacionamento do Marquês de Pombal é um dos pontos de partida da Yoyoloop na cidade de Lisboa e é aqui que pode apanhar um dos nossos transfers premium para o Porto, Leiria ou Coimbra.

# StaticPages_Destinos_Lisboa_Stops_StopCard_Fourth_HowToGet_Details
source: Blue Line and Yellow Line
pt: Linha Azul e Linha Amarela

# StaticPages_Destinos_Lisboa_Stops_StopCard_Second_Description
source: Campo Grande has been an important transport area for many years. Most suburban buses from the western region arrive and depart from here. The growing presence of large companies in the area, as well as the Lusófona University of Lisbon and several faculties of the University of Lisbon, further reinforced the importance of properly linking Campo Grande.<br> <br> Hotel Radisson Blu in Campo Grande is one of Yoyoloop's departure spots in Lisbon. From here, you can take one of our premium transfers to Porto, Leiria or Coimbra.
pt: O Campo Grande é, desde há muitos anos, uma zona de transportes importante. É aqui que chegam a maior parte dos autocarros suburbanos provenientes da região oeste. A crescente presença de grandes empresas na zona, assim como a Universidade Lusófona de Lisboa e várias faculdades da Universidade de Lisboa nas proximidades, reforçou ainda mais a importância de ligar devidamente o Campo Grande.<br> <br> O Hotel Radisson Blu no Campo Grande é um dos pontos de partida da Yoyoloop na cidade de Lisboa e é aqui que pode apanhar um dos nossos transfers premium para o Porto, Leiria ou Coimbra.

# StaticPages_Destinos_Lisboa_Stops_StopCard_Second_HowToGet_Details
source: Green Line and Yellow Line
pt: Linha Verde e Linha Amarela

# StaticPages_Destinos_Lisboa_Stops_StopCard_Second_HowToGet_Title
source: Metro and buses from the western region
pt: Metro e autocarros suburbanos da região oeste

# StaticPages_Destinos_Lisboa_Stops_StopCard_Third_Description
source: Gare do Oriente is one of the most important railway and bus stations in Lisbon. Its privileged connection to Lisbon Airport through Avenida de Berlim also contributes to the importance of this iconic area. Every day, Gare do Oriente receives hundreds of thousands of people coming from the outskirts of the capital.<br> <br> Gare do Oriente is one of Yoyoloop's departure spots in Lisbon. From here, you can take one of our premium transfers to Porto, Leiria or Coimbra.
pt: A Gare do Oriente é uma das mais importantes estações ferroviárias e rodoviárias da cidade de Lisboa. A sua ligação privilegiada ao Aeroporto de Lisboa pela Avenida de Berlim também contribui para a importância desta zona icónica. Todos os dias, a Gare do Oriente recebe centenas de milhares de pessoas provenientes de vários pontos dos arredores da capital.<br> <br> A Gare do Oriente é um dos pontos de partida da Yoyoloop na cidade de Lisboa e é aqui que pode apanhar um dos nossos transfers premium para o Porto, Leiria ou Coimbra.

# StaticPages_Destinos_Lisboa_Stops_StopCard_Third_HowToGet_Details
source: Red Line
pt: Linha Vermelha

# StaticPages_Destinos_Lisboa_Stops_StopCard_Third_HowToGet_Title
source: Metro, Suburban trains, Suburban buses
pt: Metro, Comboios Suburbanos, Autocarros Suburbanos

# StaticPages_Destinos_Lisboa_Stops_SubTitle
source: Stops in Lisbon
pt: Paragens em Lisboa

# StaticPages_Destinos_Lisboa_Stops_Title
source: LISBON LOOP
pt: LOOP LISBOA

# StaticPages_Destinos_Lisboa_SubDescription
source: The Greater Lisbon area has more than 2 million inhabitants and 370 thousand cars driving into the capital every day, generating constant traffic jams.<br> <br> The alternatives leave a lot to be desired. Buses and trains are slow and suffer delays, and if you come with your own car, you pay more than double for fuel, tolls and parking.<br> <br> With Yoyoloop, you can take a premium transfer to Lisbon from Porto, Coimbra or Leiria for the price of a train ticket. Enjoy a faster and more comfortable journey to the city's strategic points, from Saldanha to Gare do Oriente.
pt: Com mais de 2 milhões de habitantes na Grande Lisboa, todos os dias entram 370 mil carros na capital num constante pára-arranca.<br> <br> As alternativas deixam a desejar. Os autocarros e os comboios são demorados, as boleias tradicionais não são certas e, se levar o seu próprio carro, paga mais do dobro do preço entre combustível, portagens e estacionamento.<br> <br> Com a Yoyoloop, pode apanhar um transfer premium até Lisboa desde o Porto, Coimbra ou Leiria a preço de comboio. Aproveite uma viagem mais rápida e confortável até pontos estratégicos da cidade, do Saldanha à Gare do Oriente.

# StaticPages_Destinos_MainDescription
source: Popular destinations
pt: Destinos populares

# StaticPages_Destinos_MainTitle
source: A different "air bridge", based on five-seat premium transfers that go on the motorway.
pt: A Yoyoloop é a alternativa perfeita ao carro individual, à ponte aérea e ao comboio Alfa Pendular.

# StaticPages_Destinos_Porto_LoopCard_Description
source: Yoyoloop gives you a ride from Lisbon and Coimbra to Porto. Choose the day and time you want to travel, book your trip, and wait for our professional driver to pick you up at the stop of your choice.
pt: A Yoyoloop dá-lhe boleia para o Porto a partir de Lisboa e de Coimbra. Escolha o dia e as horas em que pretende viajar, marque a sua viagem e espere que o nosso motorista profissional o apanhe na sua paragem de escolha.

# StaticPages_Destinos_Porto_LoopCard_Schedules_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Destinos_Porto_LoopCard_Schedules_Times1
source: From Lisbon: 7:30am - 8:30am - 6pm - 7pm
pt: Saídas de Lisboa: 6:00 - 7:00 – 17:00 – 18:30

# StaticPages_Destinos_Porto_LoopCard_Schedules_Times2
source: From Coimbra: 3pm
pt: Saídas de Coimbra: 15:00

# StaticPages_Destinos_Porto_LoopCard_Schedules_TravelTime
source: Yoyoloop drives you from Porto to Lisbon<br/> in just 2 hours and 30 minutes.
pt: O transfer da Yoyoloop leva-o do Porto até <br/>Lisboa em apenas 2h30m

# StaticPages_Destinos_Porto_MainDescription
source: Come to Porto using a premium transfer directly to the centre of the city, without security lines or need to checkin.
pt: Venha de transfer premium para o Porto sem check-in, sem filas de segurança, diretamente para o centro da cidade.

# StaticPages_Destinos_Porto_MainTitle
source: Leave your car at home and forget about the plane or the train.
pt: Deixe o carro em casa e esqueça o comboio e o avião.
