Repository: PMJMendes/YoyoLoop
Catalog: MVP/MVP/App_GlobalResources/LocalizedText.*.resx
Languages: pt

# StaticPages_Destinos_Porto_Stops_Description
source: Porto's public transportation network leaves a lot to be desired. Buses and trains are slow and suffer delays, and the Porto Metro only serves the suburbs and part of downtown. Those who come from other cities and takes their own car pay more than double for fuel, tolls and parking.<br> <br> With Yoyoloop, you can take a premium transfer from Lisbon to Porto for the price of a train ticket. Enjoy a faster and more comfortable journey to Avenida da Boavista, Casa da Música, Trindade, NorteShopping or GaiaShopping.
pt: A rede de transportes públicos do Porto deixa a desejar. Os autocarros e os comboios são demorados e o Metro do Porto serve apenas os subúrbios e uma faixa do centro da cidade. Quem vem de outras cidades e leva o seu próprio carro, paga mais do dobro do preço entre combustível, portagens e estacionamento.<br> <br> Com a Yoyoloop, pode apanhar um transfer premium de cinco lugares desde Lisboa até ao Porto ao mesmo preço que o comboio. Aproveite uma viagem mais rápida e confortável até à Avenida da Boavista, Casa da Música, Trindade, NorteShopping ou GaiaShopping.

# StaticPages_Destinos_Porto_Stops_StopCard_Fifth_Description
source: Avenida da Boavista gathers several office areas in Porto. Due to its size, Yoyoloop created two stops in this avenue: one next to the Crown Plaza Hotel and close to Porto Palácio and Sheraton Porto hotels; and a second stop close to Nossa Senhora do Rosário school.
pt: A Avenida da Boavista concentra várias zonas de escitórios da zona do Porto. Pela sua dimensão, a Yoyoloop optou por disponibilizar duas paragens na Av. da Boavista: uma na zona nascente, junto ao Hotel Crown Plaza e perto dos hotéis Porto Palácio e Sheraton Porto, e uma segunda paragem na zona poente, no Edifício Oceanos, perto do Colégio de Nossa Senhora do Rosário.

# StaticPages_Destinos_Porto_Stops_StopCard_Fifth_HowToGet_Details
source: 503 and 504
pt: 503 e 504

# StaticPages_Destinos_Porto_Stops_StopCard_Fifth_HowToGet_Title
source: STCP Bus:
pt: Autocarro STCP:

# StaticPages_Destinos_Porto_Stops_StopCard_First_Description
source: Casa da Música is one of the main concert halls in Porto and one of the city's landmarks. It's located in Avenida da Boavista, one of Porto's main avenues, and is well served by five metro lines. It's one of the three Yoyoloop arrival spots for those coming from Lisbon.
pt: A Casa da Música é uma das principais salas de concerto do Porto e um dos ícones da cidade. Está localizada na Avenida da Boavista, uma das principais avenidas do Porto, e está bem servida de cinco linhas de metro. É um dos três pontos de chegada da Yoyoloop para quem vem de Lisboa.

# StaticPages_Destinos_Porto_Stops_StopCard_First_HowToGet_Details
source: STCP Bus: 203, 208, 507, 704, 803
pt: Autocarro STCP: 203, 208, 507, 704, 803

# StaticPages_Destinos_Porto_Stops_StopCard_First_HowToGet_Title
source: Metro: Casa da Música (line A, B, C, E, F)
pt: Metro: Casa da Música (linha A, B, C, E, F)

# StaticPages_Destinos_Porto_Stops_StopCard_Fourth_Description
source: The Trindade station is the largest transportation interface in the centre of Porto, a stone's throw away from Avenida dos Aliados, and close to offices, shops and public institutions.
pt: A estação da Trindade é o maior interface de transportes do centro do Porto, a dois passos da Avenida dos Aliados e perto de zonas de escritórios, comércio e de instituições públicas.

# StaticPages_Destinos_Porto_Stops_StopCard_Second_Description
source: GaiaShopping is located in Vila Nova de Gaia, and it's one of the main commercial establishments in the district, with almost 150 stores, a movie theatre and a Continente superstore. It's one of three Yoyoloop arrival spots for those coming from Lisbon.
pt: O GaiaShopping é localizado em Vila Nova de Gaia e é um dos principais estabelecimentos comerciais do distrito, com quase 150 lojas, salas de cinema e um hipermercado Continente. É um dos três pontos de chegada da Yoyoloop para quem vem de Lisboa.

# StaticPages_Destinos_Porto_Stops_StopCard_Second_HowToGet_Title
source: STCP Bus: 903, 908
pt: Autocarro STCP: 903, 907

# StaticPages_Destinos_Porto_Stops_StopCard_Third_Description
source: NorteShopping in Senhora da Hora has more than 260 stores. It is the largest shopping centre in the northern region. Additionally, it has a very important office centre, serving as headquarters for some of the largest national companies. It is very easy to reach, since it's very close to a metro station served by five lines. It's one of three Yoyoloop arrival spots for those coming from Lisbon.
pt: Com mais de 260 lojas, o NorteShopping, localizado na Senhora da Hora, é o maior centro comercial de região norte. Além disso, tem um centro de escritórios muito importante, servindo de sede a algumas das maiores empresas nacionais. É de muito fácil acesso, já que fica muito perto de uma estação de metro servida de cinco linhas. É um dos três pontos de chegada da Yoyoloop para quem vem de Lisboa.

# StaticPages_Destinos_Porto_Stops_StopCard_Third_HowToGet_Details
source: STCP Bus: 205, 504, 506, 507, 601<br> Resende Bus: 111, 116, 119, 121, 122, 123, 130
pt: Autocarro STCP: 205, 504, 506, 507, 601<br> Autocarro Resende: 111, 116, 119, 121, 122, 123, 130

# StaticPages_Destinos_Porto_Stops_StopCard_Third_HowToGet_Title
source: Metro: Sete Bicas (line A, B, C, E, F)
pt: Metro: Sete Bicas (linha A, B, C, E, F)

# StaticPages_Destinos_Porto_Stops_SubTitle
source: Stops in Porto
pt: Paragens no Porto

# StaticPages_Destinos_Porto_Stops_Title
source: PORTO LOOP
pt: LOOP PORTO

# StaticPages_Destinos_Porto_SubDescription
source: The Greater Porto area has more than 1.787.000 inhabitants. 260 thousand cards drive into the country's second largest city every day, generating constant traffic jams. In a recent study, it was revealed that Porto is the country's worst city to drive in, with more than 27 hours a year spent in traffic — many of them in the constantly congested VCI road.
pt: Com mais de 1.787.000 habitantes no Grande Porto, todos os dias entram 260 mil carros na segunda maior cidade do país num constante pára-arranca. Num estudo recente, foi revelado que o Porto é a pior cidade do país para andar de carro, com mais de 27 horas por ano passadas no trânsito — muitas delas passadas na congestionada VCI.

# StaticPages_Destinos_SubDescription
source: Lisbon, Porto, Coimbra and Leiria became Looped cities. <br>Yoyoloop serviçe is a different "air bridge", based on five-seat premium transfers that go on the motorway.
pt: Lisboa, Porto, Coimbra e Leiria passam a estar ligadas em Loop.<br> O serviço Yoyoloop é uma "ponte aérea" diferente, com base em transfers premium de cinco lugares que circulam na autoestrada.

# StaticPages_Destinos_Why_Accessible_Description
source: Save your car keys, save your wallet
pt: Menos desgaste, mais na carteira

# StaticPages_Destinos_Why_Accessible_Title
source: Affordable
pt: Acessível

# StaticPages_Destinos_Why_Conveninent_Description
source: Convenient pick-ups and drop-offs
pt: Pick-ups e drop-offs convenientes

# StaticPages_Destinos_Why_Conveninent_Title
source: Convenient
pt: Conveniente

# StaticPages_Destinos_Why_Reliable_Description
source: Your very own seat, ready on the dot
pt: Lugar marcado, à hora marcada

# StaticPages_Destinos_Why_Reliable_Title
source: Reliable
pt: Fiável

# StaticPages_Destinos_Why_Sustainable_Description
source: Less cars, better cities
pt: Menos carros, mais cidade

# StaticPages_Destinos_Why_Sustainable_Title
source: Sustainable
pt: Sustentável

# StaticPages_Destinos_Why_Title
source: Why you should ride on a Yoyoloop transfer
pt: Porquê apanhar boleia de um transfer da Yoyoloop?

# StaticPages_FAQ_Questions
source: Have a question?
pt: Tem alguma pergunta?

# StaticPages_FAQ_Questions_HelpLink
source: Read our FAQs
pt: Leia as nossas Perguntas Frequentes

# StaticPages_HowTo_MainDescription
source: Book your seat online and travel more enjoyably on a non-stop trip with wifi on board for the price of a train ticket
pt: Reserve o seu lugar online e aproveite para trabalhar numa viagem sem paragens, com wifi a bordo e a preço de comboio

# StaticPages_HowTo_MainSubDescription
source: Beyond online booking, it is possible to buy tickets directly from the Yoyoloop driver, from 15 minutes before departure time onwards.
pt: Para além da reserva online de bilhetes, é possível comprar bilhete directamente ao motorista da Yoyoloop, nos 15 minutos anteriores à hora de partida.

# StaticPages_HowTo_MainTitle
source: How to ride with Yoyoloop
pt: Como apanhar boleia da Yoyoloop?

# StaticPages_HowTo_StepFour
source: 4. Remember to refer Yoyoloop to your friends to win unlimited €1 trips.<br>The more friends you gather, the more you earn!
pt: 4. Lembre-se de recomendar a Yoyoloop aos seus amigos para ganhar viagens ilimitadas a 1€. <br>Quantos mais amigos se juntarem, mais ganha!

# StaticPages_HowTo_StepOne
source: 1. Choose where you want to go to and your favourite departure and arrival spots.
pt: 1. Escolha onde pretende ir e o seu ponto de partida e chegada preferidos.

# StaticPages_HowTo_StepThree
source: 3. Download your ticket and show it to your driver at the departure spot.
pt: 3. Faça o download do seu bilhete e apresente-o ao motorista no ponto de partida.

# StaticPages_HowTo_StepTwo
source: 2. Safely pay for your ticket with credit card.
pt: 2. Pague o seu bilhete com cartão de crédito e com 100% de segurança.

# StaticPages_Loops_Details_Why_Bus
source: Bus
pt: Autocarro

# StaticPages_Loops_Details_Why_Car
source: Car
pt: Carro próprio

# StaticPages_Loops_Details_Why_Plane
source: Airplane
pt: Avião

# StaticPages_Loops_Details_Why_Ride
source: Traditional rides
pt: Boleias tradicionais

# StaticPages_Loops_Details_Why_Train
source: Train
pt: Comboio

# StaticPages_Loops_LisboaCoimbra_LoopCard_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Loops_LisboaCoimbra_LoopCard_Times1
source: From Lisbon: 8am - 2pm
pt: Saida de Lisboa: 8:00 - 14:00

# StaticPages_Loops_LisboaCoimbra_LoopCard_Times2
source: From Porto: 12pm
pt: Saída do Porto: 12:00

# StaticPages_Loops_LisboaCoimbra_LoopCard_Title
source: one-way trip from €26
pt: desde 26€ por viagem de ida

# StaticPages_Loops_LisboaCoimbra_LoopCard__TravelTime
source: Yoyoloop drives you from Coimbra</br>to Lisbon in just 1 hour and 30 minutes.
pt: O transfer da Yoyoloop leva-o de Coimbra até <br/>Lisboa em apenas 1h30m.

# StaticPages_Loops_LisboaCoimbra_MainDescription
source: Tired of driving back and forth from Lisbon to Coimbra?
pt: Cansado de conduzir nas viagens entre Lisboa e Coimbra?

# StaticPages_Loops_LisboaCoimbra_MainTitle
source: Leave your car at home and take a premium transfer to Coimbra
pt: Deixe o carro em casa e venha de transfer premium para Coimbra

# StaticPages_Loops_LisboaCoimbra_SubDescription
source: When it comes time to returning home at the end of a day's work or a one-off meeting, there aren't many public transport options from Lisbon to Coimbra.<br> <br> Buses and trains take too long and have multiple stops, and if you come with your own car, you pay more than double for fuel, tolls and parking.<br> <br> Yoyoloop gives you a stop-free ride between Lisbon and Coimbra for the price of a train ticket — or 75% less than if you take your own car — with the difference of having a much faster and more comfortable journey in a five-seater premium transfer.
pt: Quando chega a hora de voltar a casa no final de um dia de trabalho ou de uma reunião pontual, os transportes de Lisboa para Coimbra não são muitos.<br> <br> Os autocarros e os comboios demoram demasiado tempo e têm várias paragens e, se levar o seu próprio carro, paga mais do dobro do preço entre combustível, portagens e estacionamento.<br> <br> A Yoyoloop oferece-lhe boleia entre Lisboa e Coimbra, sem paragens e a preço de comboio — ou 75% mais barato do que se levar o seu próprio carro — com a diferença de ter uma viagem muito mais rápida e confortável num transfer premium de cinco lugares.

# StaticPages_Loops_LisboaCoimbra_Why
source: Why you should take a premium transfer between Lisbon and Coimbra instead of other means of transport
pt: Porquê apanhar um transfer premium entre Lisboa e Coimbra em vez de outros transportes?

# StaticPages_Loops_LisboaCoimbra_Why_Bus_Reasons
source: → Trips take longer<br /> → There are several stops along the way<br /> → Trips are uncomfortable and noisy<br /> → You can only depart from Sete Rios or Oriente<br /> → Wifi frequently does not work and there are no sockets to charge your smartphone<br /> → Your luggage has to be checked and it may take some time to claim it when you arrive<br />
pt: → A viagem é mais demorada<br /> → Há várias paragens pelo caminho<br /> → A viagem é desconfortável e barulhenta<br /> → Só pode partir de Sete Rios ou do Oriente<br /> → É frequente o wifi não funcionar e não tem onde carregar o seu smartphone<br /> → A sua bagagem tem de ir no porão e pode demorar algum tempo a recolhê-la à chegada<br />

# StaticPages_Loops_LisboaCoimbra_Why_Car_Reasons
source: → You spend 3 to 4 times more money between tolls, fuel, insurance and car wear <br/> → If you travel alone, the trip is not profitable or environmentally friendly<br /> → You can't use your travel time to work or relax<br/> → Difficulty in finding a parking space<br/> → It takes longer if you don't take the highway<br/>
pt: → Gasta 3 a 4 vezes mais dinheiro entre portagens, combustível, seguros e desgaste do carro<br/> → Se viajar sozinho, a viagem não é rentável e prejudica o ambiente<br /> → Não é possível utilizar o tempo da viagem para trabalhar ou relaxar<br/> → Dificuldade em encontrar um lugar de estacionamento <br/> → Demora mais tempo se não for pela auto-estrada <br/>

# StaticPages_Loops_LisboaCoimbra_Why_Description
source: Why you should take a premium transfer between Lisbon and Coimbra instead of other means of transport
pt: Porquê apanhar um transfer entre Lisboa e Coimbra em vez de outros transportes?

# StaticPages_Loops_LisboaCoimbra_Why_Ride_Reasons
source: → Rely on daily departures <br /> → Enjoy a more comfortable trip for the same price of a bus or train ticket <br /> → Benefit from departure and arrival points in central points of your city <br /> → Enjoy wifi on board to assure your travel time is usefully spent<br /> → Respect the environment by riding on a five-seater premium transfer <br />
pt: → Conte com partidas diárias<br /> → Usufrua de mais conforto pelo mesmo preço que o autocarro e comboio<br /> → Beneficie de locais de partida e chegada em pontos centrais da sua cidade<br /> → Desfrute de wifi a bordo para tornar a sua viagem mais útil<br /> → Respeite o ambiente ao apanhar boleia de um transfer premium de cinco lugares<br />

# StaticPages_Loops_LisboaCoimbra_Why_Train_Reasons
source: → Trips take longer<br /> → There are several stops along the way<br /> → Trips are uncomfortable and noisy<br /> → Delays, breakdowns and strikes happen often<br /> → You can only depart from Oriente or Santa Apolónia<br/> → You can only charge your smartphone in first class<br /> → The arrival spot Coimbra B is not as convenient as Av. Fernão de Magalhães<br />
pt: → A viagem é mais demorada<br /> → Há varias paragens pelo caminho<br /> → A viagem é desconfortável e barulhenta<br /> → Os atrasos, avarias e greves são frequentes<br /> → Só pode partir do Oriente ou de Santa Apolónia<br /> → Só consegue carregar o seu smartphone se for em primeira classe<br /> → O ponto de chegada Coimbra B não é tão conveniente quanto a Av. Fernão de Magalhães<br />

# StaticPages_Loops_LisboaLeiria_LoopCard_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Loops_LisboaLeiria_LoopCard_Times1
source: From Lisbon: 12pm
pt: Saídas de Lisboa: 12:00

# StaticPages_Loops_LisboaLeiria_LoopCard_Times2
source: From Leiria: 3pm
pt: Saídas de Leiria: 15:00

# StaticPages_Loops_LisboaLeiria_LoopCard_Title
source: one-way trip from €16
pt: Desde 16€ por viagem de ida

# StaticPages_Loops_LisboaLeiria_LoopCard__TravelTime
source: Yoyoloop drives you from Leiria to Lisbon<br/> in just 1 hour and 15 minutes.
pt: O transfer da Yoyoloop leva-o de Leiria até <br/>Lisboa em apenas 1h15m.

# StaticPages_Loops_LisboaLeiria_MainDescription
source: Tired of driving back and forth from Leiria to Lisbon?
pt: Cansado de conduzir entre Leiria e Lisboa?

# StaticPages_Loops_LisboaLeiria_MainTitle
source: Leave your car at home and take a premium transfer to Leiria
pt: Deixe o carro em casa e venha de transfer premium para Leiria

# StaticPages_Loops_LisboaLeiria_SubDescription
source: For those who live and work in the Leiria area, the only reliable alternative is a car. However, considering tolls, fuel, insurance and car wear, a single car trip can amount to around €50. On arrival, finding a parking spot in Lisbon is another challenge. Unfortunately, investments in improving rail service on the Western Line continue to be postponed.
pt: Para quem vive e trabalha na zona de Leiria, o carro particular acaba por ser a única alternativa fiável para fazer este trajeto no dia-a-dia. No entanto, o custo total desta viagem, entre portagens, combustível, seguros e desgaste do carro, corresponde a cerca de 50€, sendo ainda necessário resolver o problema do estacionamento à chegada a Lisboa. Infelizmente, os investimentos na melhoria do serviço de comboios na Linha do Oeste continuam a ser adiados.

# StaticPages_Loops_LisboaLeiria_Why
source: Why you should take a premium transfer between Lisbon and Leiria instead of other means of transport
pt: Porquê apanhar um transfer entre Lisboa e Leiria em vez de outros transportes?

# StaticPages_Loops_LisboaLeiria_Why_Bus_Reasons
source: → Bus lines have several stops and take a long time.
pt: → As linhas de autocarros têm várias paragens e demoram muito tempo.

# StaticPages_Loops_LisboaLeiria_Why_Car_Reasons
source: → You spend 3 to 4 times more money between tolls, fuel, insurance and car wear <br/> → If you travel alone, the trip is not profitable or environmentally friendly<br /> → You can't use your travel time to work or relax<br/> → Difficulty in finding a parking space<br/> → It takes longer if you don't take the highway<br/>
pt: → Gasta 3 a 4 vezes mais dinheiro entre portagens, combustível, seguros e desgaste do carro<br/> → Se viajar sozinho, a viagem não é rentável e prejudica o ambiente<br /> → Não é possível utilizar o tempo da viagem para trabalhar ou relaxar<br/> → Dificuldade em encontrar um lugar de estacionamento <br/> → Demora mais tempo se não for pela auto-estrada <br/>

# StaticPages_Loops_LisboaLeiria_Why_Description
source: → Rely on trips from Monday to Friday <br /> → Enjoy a more comfortable trip for the same price of a bus ticket <br /> → Enjoy wifi on board to assure your travel time is usefully spent<br /> → Respect the environment by riding on a five-seater premium transfer <br /> → Enjoy a direct connection between the centre of Leiria and central areas in Lisbon.<br />
pt: → Conte com viagens de segunda a sexta-feira<br/><br/> → Usufrua de mais conforto por um preço semelhante ao do autocarro<br/><br/> → Desfrute de wifi a bordo para tornar a sua viagem mais útil<br/><br/> → Respeite o ambiente ao apanhar boleia de um transfer premium de cinco lugares<br/><br/> → Aproveite uma ligação direta entre o centro de Leiria e as zonas centrais da cidade de Lisboa.

# StaticPages_Loops_LisboaLeiria_Why_Ride_Reasons
source: → You spend 3 to 4 times more money between tolls, fuel, insurance and car wear <br/> → If you travel alone, the trip is not profitable or environmentally friendly<br /> → You can't use your travel time to work or relax<br/> → Difficulty in finding a parking space<br/> → It takes longer if you don't take the highway<br/>
pt: → Gasta 3 a 4 vezes mais dinheiro entre portagens, combustível, seguros e desgaste do carro<br/> → Se viajar sozinho, a viagem não é rentável e prejudica o ambiente<br /> → Não é possível utilizar o tempo da viagem para trabalhar ou relaxar<br/> → Dificuldade em encontrar um lugar de estacionamento <br/> → Demora mais tempo se não for pela auto-estrada <br/>

# StaticPages_Loops_LisboaLeiria_Why_Train_Reasons
source: → Delays, breakdowns and strikes happen often<br /> → The Western Line is very degraded<br /> → Trips are noisy and carriages are uncomfortable<br /> → The only arrival spot is Gare do Oriente, so you need to take another transport to your final destination in Lisbon<br/>
pt: → Os atrasos, avarias e greves são frequentes <br/> → A Linha do Oeste tem-se vindo a degradar significativamente<br/> → A viagem é barulhenta e as carruagens não são confortáveis <br/> → O único ponto de chegada é a Gare do Oriente, sendo necessário apanhar outro transporte para chegar ao seu destino final em Lisboa.

# StaticPages_Loops_LisboaPorto_LoopCard_Days
source: Monday to Friday
pt: Dias úteis

# StaticPages_Loops_LisboaPorto_LoopCard_Times1
source: From Lisbon: 7:30am - 8:30am - 6pm - 7pm
pt: Saídas de Lisboa: 6:00 - 7:00 - 17:00 - 18:30

# StaticPages_Loops_LisboaPorto_LoopCard_Times2
source: From Porto: 7:30am - 8:30am - 6pm - 7pm
pt: Saídas do Porto: 6:00 - 7:00 - 17:00 - 18:30

# StaticPages_Loops_LisboaPorto_LoopCard_Title
source: one-way trip from €36
pt: desde 39€ por viagem

# StaticPages_Loops_LisboaPorto_LoopCard__TravelTime
source: Yoyoloop drives you from Lisbon to Porto in just 2 hours and 30 minutes.
pt: O transfer da Yoyoloop leva-o de Lisboa até ao Porto em apenas 2h30m.

# StaticPages_Loops_LisboaPorto_MainDescription
source: No check-in, no security line, directly to the city centre.
pt: Sem check-in, sem filas de segurança, diretamente para o centro da cidade.

# StaticPages_Loops_LisboaPorto_MainTitle
source: Take a premium transfer from Lisbon to Porto for the price of a train ticket.
pt: Apanhe um transfer premium entre Lisboa e o Porto a preço de comboio.
