Repository: PMJMendes/YoyoLoop
Catalog: MVP/MVP/App_GlobalResources/LocalizedText.*.resx
Languages: pt

# Help_Topic_Invite_Question_MyBenefits_Answer
source: For each friend who travels with Yoyoloop for the first time with your promo code, you can travel to any destination for just €1!
pt: Por cada amigo que viajar com a Yoyoloop pela primeira vez com o seu código, pode viajar para qualquer destino por apenas 1€!

# Help_Topic_Invite_Question_Share
source: Where can I share my promo code?
pt: Onde posso partilhar o meu promo code?

# Help_Topic_Invite_Question_Share_Answer
source: You can share your promo code on Facebook, WhatsApp, Twitter, LinkedIn or by email. You can also easily copy your code and share it with your friends in any way you like.
pt: Pode enviar o seu promo code através do Facebook, WhatsApp, Twitter, LinkedIn ou por email. Também pode simplesmente copiar o código e partilhá-lo da forma que preferir com os seus amigos.

# Help_Topic_Luggage
source: Bags and Luggage
pt: Malas e Bagagens

# Help_Topic_Luggage_Question_CanIBring
source: Can I bring luggage with me?
pt: Posso levar malas/bagagem?

# Help_Topic_Luggage_Question_CanIBring_Answer
source: Yes, as long as they are within Yoyoloop's baggage limits.
pt: Sim, desde que estejam dentro dos limites de bagagem da Yoyoloop.

# Help_Topic_Luggage_Question_NotAllowed
source: What can't I bring with me?
pt: O que não posso levar comigo?

# Help_Topic_Luggage_Question_NotAllowed_Answer
source: Yoyoloop vehicles cannot carry sharp tools, weapons, pets, inflamable materials, or materials with strong scents. If you don't know whether or not you'll be able to take a certain object with you, please send an email to reservas@yoyoloop.com.
pt: Nos veículos da Yoyoloop não é possível levar instrumentos afiados, armas, animais de estimação, nem materiais inflamáveis ou com odores intensos. Em caso de dúvida, envie um email para reservas@yoyoloop.com para saber se pode ou não transportar o seu objeto.

# Help_Topic_Luggage_Question_SizeLimit
source: What is your baggage policy?
pt: Qual é o limite de tamanho das malas/bagagem?

# Help_Topic_Luggage_Question_SizeLimit_Answer
source: You can transport hand luggage (56cm x 45cm x 25cm) similar to the carry-on bags that are allowed in airplanes.
pt: Pode transportar uma bagagem de mão (56cm x 45cm x 25cm) semelhantes às malas de cabine que são permitidas nas viagens de avião.

# Help_Topic_Partners
source: Yoyoloop Partners
pt: Parceiros Yoyoloop

# Help_Topic_Partners_Question_HowTo
source: How can I become a Yoyoloop partner?
pt: Como posso tornar-me num parceiro da Yoyoloop?

# Help_Topic_Partners_Question_HowTo_Answer
source: To become a Yoyoloop partner, please send an email to our partnerships team: parceiros@yoyoloop.com.
pt: Para se tornar num parceiro Yoyoloop, por favor entre em contacto com a nossa equipa de parcerias através do email parceiros@yoyoloop.com.

# Help_Topic_Partners_Question_PartnerProgram
source: Yoyoloop's partner programme
pt: Programa de parceiros Yoyoloop

# Help_Topic_Partners_Question_PartnerProgram_Answer
source: Our partner programme is in development. If your company operates in the tourism industry and has its own fleet, we want to talk to you. Please send an email to parceiros@yoyoloop.com.
pt: O nosso programa de parceiros está em desenvolvimento. Se a sua empresa opera na área do turismo e possui frota própria, temos interesse em falar consigo. Por favor, envie um email para parceiros@yoyoloop.com.

# Help_Topic_TripsAndLoops
source: Trips and Loops
pt: Viagens e Loops

# Help_Topic_TripsAndLoops_Question_AssignedSeats
source: Are there designated seats?
pt: Existem lugares marcados?

# Help_Topic_TripsAndLoops_Question_AssignedSeats_Answer
source: Your seat is guaranteed, but at the moment it's not possible to book a specific seat in one of our vehicles.
pt: O seu lugar está garantido mas, para já, ainda não é possível marcar um lugar específico no veículo.

# Help_Topic_TripsAndLoops_Question_AvailableLoops
source: What loops do you have?
pt: Quais são os loops disponíveis?

# Help_Topic_TripsAndLoops_Question_AvailableLoops_Answer
source: Yoyoloop has loops from Lisbon to Porto, Coimbra and Leiria, and from Porto to Coimbra, Leiria and Lisbon.
pt: A Yoyoloop tem loops de Lisboa para o Porto, Coimbra e Leiria e, ainda, loops desde o Porto, Coimbra e Leiria até Lisboa.

# Help_Topic_TripsAndLoops_Question_BuyAtDeparture
source: Can I book a trip at the departure spot?
pt: Posso reservar uma viagem no ponto de partida?

# Help_Topic_TripsAndLoops_Question_BuyAtDeparture_Answer
source: You can book a trip wherever you are in the mobile version of our website. If there are free spots, you only need to book your trip and show your ticket as soon as your driver arrives.
pt: É possível comprar uma viagem através da versão mobile do site da Yoyoloop onde quer que esteja. Caso ainda haja lugares vagos, basta reservar a sua viagem e mostrar o bilhete quando o seu motorista chegar.

# Help_Topic_TripsAndLoops_Question_Cancel
source: What is Yoyoloop's cancellation policy?
pt: Qual a política de cancelamento da Yoyoloop?

# Help_Topic_TripsAndLoops_Question_Cancel_Answer
source: You can cancel a trip up to 48 hours before the departure time. The amount you paid will be transformed into credit. You'll be able to find it on your account to use in future trips.
pt: Pode cancelar uma viagem até 48 horas antes da hora de partida. O valor que pagou será transformado em crédito e pode encontrá-lo na sua conta para utilizar em futuras viagens.

# Help_Topic_TripsAndLoops_Question_ChangeDate
source: How can I change the date of my trip?
pt: Como posso alterar a data da minha viagem?

# Help_Topic_TripsAndLoops_Question_ChangeDate_Answer
source: You can change the day and time of your trip up to 48 hours before the departure time. You can make this change by phone — +351 926 475 250 — or by email — reservas@yoyoloop.com.
pt: Pode alterar a data e hora da sua viagem até 48 horas antes da partida. É possível fazer a alteração por telefone — +351 926 475 250 — ou por email — reservas@yoyoloop.com.

# Help_Topic_TripsAndLoops_Question_CouldNotBook
source: I wasn't able to book a trip online. Now what?
pt: Não consegui marcar a viagem online. E agora?

# Help_Topic_TripsAndLoops_Question_CouldNotBook_Answer
source: You can book a trip by email — reservas@yoyoloop.com — or by calling +351 926 475 250. Alternatively, you can simply show up at the loop's departure spot and purchase your ticket from the Yoyoloop driver.
pt: Pode fazer uma reserva por email — reservas@yoyoloop.com — ou por telefone, através do +351 926 475 250. Em alternativa, pode simplesmente aparecer no local de partida da viagem 15 minutos antes da hora de partida e comprar o seu bilhete diretamente ao motorista da Yoyoloop.

# Help_Topic_TripsAndLoops_Question_DifferentAP
source: Can I ask you to pick me up in a different location?
pt: Posso pedir que me venham buscar a um ponto diferente?

# Help_Topic_TripsAndLoops_Question_DifferentAP_Answer
source: Yoyoloop is a service with predefined departure and arrival spots, so it is not possible to pick up passengers in different locations. However, we are always available to create new departure and/or arrival spots in the future. If you have any suggestions, send us an email to reservas@yoyoloop.com.
pt: A Yoyoloop é um serviço com pontos de partida e de chegada predefinidos, pelo que não é possível irmos buscar passageiros a pontos diferentes. No entanto, estamos sempre disponíveis para criar novos pontos de partida e/ou chegada no futuro. Caso tenha alguma sugestão, envie-nos um email para reservas@yoyoloop.com.

# Help_Topic_TripsAndLoops_Question_DownloadTicket
source: How do I download my ticket?
pt: Como faço o download do meu bilhete?

# Help_Topic_TripsAndLoops_Question_DownloadTicket_Answer
source: You can receive your ticket by email, SMS or you can download it as a PDF. After purchasing your ticket, select your favourite option and present your ticket when your driver arrives. Avoid printing your ticket; show it on your smartphone instead!
pt: Pode receber o seu bilhete por email, SMS ou pode fazer o download em PDF. Após a compra do bilhete, escolha a opção que preferir e apresente o seu bilhete quando o seu motorista chegar. Evite imprimir o bilhete e mostre-o no seu smartphone!

# Help_Topic_TripsAndLoops_Question_FindAP
source: Where can I find the departure and arrival spot of my trip?
pt: Onde posso encontrar o ponto de partida e ponto de chegada da minha viagem?

# Help_Topic_TripsAndLoops_Question_FindAP_Answer
source: You can find the departure and arrival spot of your trip on your ticket below "From" and "To", respectively.
pt: Pode encontrar o ponto de partida e chegada da sua viagem no seu bilhete em “Origem” e “Destino”, respetivamente.

# Help_Topic_TripsAndLoops_Question_GuaranteedSeat
source: Is my seat guaranteed?
pt: O meu lugar está garantido?

# Help_Topic_TripsAndLoops_Question_GuaranteedSeat_Answer
source: As soon as you purchase your ticket, your seat is guaranteed. When your driver arrives at the departure spot you selected, you only need to show your ticket and enjoy the ride.
pt: Assim que comprar o seu bilhete, o seu lugar está garantido. Quando o seu motorista chegar ao ponto de partida que escolheu, basta mostrar o bilhete e aproveitar a viagem.

# Help_Topic_TripsAndLoops_Question_HowMuch
source: What's the price per loop?
pt: Qual é o preço por loop?

# Help_Topic_TripsAndLoops_Question_HowMuch_Answer
source: Ticket prices for our current loops are: Lisbon - Porto / Porto - Lisbon: from €36 per trip Lisbon - Coimbra / Coimbra - Lisbon: from €26 per trip Lisbon - Leiria / Leiria - Lisbon: from €16 per trip Ocasionally, some or all loops can be on sale. Corporate clients that establish partnerships with Yoyoloop can enjoy special prices. Please send an email to empresas@yoyoloop.com to know more.
pt: Os valores dos bilhetes para os loops atuais são:<br> <br> Lisboa - Porto / Porto - Lisboa: desde 36€ por viagem<br> Lisboa - Coimbra / Coimbra - Lisboa: desde 26€ por viagem<br> Lisboa - Leiria / Leiria - Lisboa: desde 16€ por viagem<br> <br> Ocasionalmente, poderão existir campanhas e promoções para todos ou alguns loops.<br> <br> Existem preços especiais para clientes empresariais que estabeleçam parcerias com a Yoyoloop. Para saber mais, por favor envie um email para empresas@yoyoloop.com.

# Help_Topic_TripsAndLoops_Question_Invoices
source: Do you issue invoices with VAT number?
pt: Emitem fatura com número de contribuinte?

# Help_Topic_TripsAndLoops_Question_Invoices_Answer
source: Yes. As soon as you select your trip, you only need to insert your VAT number on the Billing Details section.
pt: Sim. Assim que selecionar a viagem que pretende realizar, basta inserir o NIF no formulário dos Detalhes de Faturação.

# Help_Topic_TripsAndLoops_Question_PaymentMethods
source: What payment methods do you accept?
pt: Quais os métodos de pagamento que aceitam?

# Help_Topic_TripsAndLoops_Question_PaymentMethods_Answer
source: Yoyoloops accepts Multibanco and Visa, Mastercard, American Express credit cards, among others.
pt: A Yoyoloop aceita Multibanco e cartões de crédito das redes Visa, Mastercard, American Express, entre outras.

# Help_Topic_TripsAndLoops_Question_SuggestLoop
source: How can I suggest a new loop?
pt: Como posso sugerir um novo loop?

# Help_Topic_TripsAndLoops_Question_SuggestLoop_Answer
source: To suggest a new loop, go to our homepage and click on "Can't find your city?". Leave us your email address and suggestion and, depending on the demand, we'll consider creating a loop to your city. Keep a lookout!
pt: Para sugerir um novo loop, vá até à nossa homepage e clique em “Não encontra a sua cidade?”. Deixe-nos o seu endereço de email e sugestão e, consoante a procura, vamos considerar criar um novo loop até à sua cidade. Fique atento às novidades!

# Help_Topic_UserDashboard
source: My account
pt: O meu perfil

# Help_Topic_UserDashboard_Question_WhatCanIDo
source: What can I do with my Yoyoloop account?
pt: O que posso fazer com o meu perfil na Yoyoloop?

# Help_Topic_UserDashboard_Question_WhatCanIDo_Answer
source: On your Yoyoloop account, you can:<br> Edit your personal details;<br> Add, update or delete payment details;<br> Check your current account and current credit;<br> See future and past trips;<br> Invite friends to use Yoyoloop;<br> Check how many €1 trips you have yet to enjoy.
pt: No seu perfil, é possível:<br> Alterar os seus dados pessoais;<br> Adicionar, atualizar ou eliminar dados de pagamento;<br> Verificar a sua conta corrente e o crédito atual;<br> Ver viagens futuras e viagens anteriores;<br> Convidar amigos para a Yoyoloop;<br> Ver quantas viagens a 1€ tem disponível para usufruir.

# Help_Topic_YoyoloopCars
source: Yoyoloop vehicles
pt: Veículos Yoyoloop

# Help_Topic_YoyoloopCars_Question_Children
source: Do Yoyoloop vehicles accept children?
pt: Os veículos da Yoyoloop têm capacidade para transportar crianças?

# Help_Topic_YoyoloopCars_Question_Children_Answer
source: Unfortunately, we are not able to transport children under the age of 12, since our vehicles do not have child seats. Furthermore, children between the ages of 12 and 18 must travel with an adult.
pt: Infelizmente, não temos condições para transportar crianças com idade inferior a 12 anos, uma vez que os veículos não dispõem de cadeiras de criança. Além do mais, as crianças entre os 12 e os 18 anos deverão viajar acompanhadas por um adulto.

# Help_Topic_YoyoloopCars_Question_Electric
source: Are Yoyoloop vehicles electric?
pt: Os veículos da Yoyoloop são elétricos?

# Help_Topic_YoyoloopCars_Question_Electric_Answer
source: Not yet. Our current transfers are Mercedes V-Class five-seater vehicles. In the near future, they will be replaced by electric vehicles, in order to offer an even more sustainable alternative for intercity mobility.
pt: Ainda não. Os nossos transfers atuais são veículos de cinco lugares Mercedes V-Class. Num futuro próximo, serão substituídos por veículos elétricos, de modo a oferecer uma alternativa ainda mais sustentável para o transporte entre as cidades.

# Help_Topic_YoyoloopCars_Question_Insurance
source: Am I insured when travelling with Yoyoloop?
pt: Tenho cobertura de seguro quando viajo com a Yoyoloop?

# Help_Topic_YoyoloopCars_Question_Insurance_Answer
source: Yes. Yoyoloop is a travel agency registered in the National Register of Travel and Tourism Agencies (RNAVTn º 7744), so Yoyoloop passengers benefit from the protection of the Travel and Tourism Guarantee Fund. Additionally, Yoyoloop has civil liability insurance of €250.000. Read more about this subject on the Turismo de Portugal website.
pt: Sim. A Yoyoloop é uma agência de viagens registada no Registo Nacional de Agências de Viagens e Turismo (RNAVTnº 7744), logo os clientes da Yoyoloop beneficiam da proteção do Fundo de Garantia de Viagens e Turismo. Adicionalmente, a Yoyoloop tem um seguro de responsabilidade civil no valor de €250.000. Leia mais sobre este assunto na página do Turismo de Portugal.

# Help_Topic_YoyoloopCars_Question_ProfessionalDriver
source: Are your drivers actually professional?
pt: O motorista é mesmo profissional?

# Help_Topic_YoyoloopCars_Question_ProfessionalDriver_Answer
source: Yoyoloop only works with professional drivers. All of them have passed our selection process and are permanent members of our team.
pt: A Yoyoloop apenas trabalha com motoristas profissionais. Todos eles passaram no nosso processo de seleção e são membros permanentes da nossa equipa.

# Help_Topic_YoyoloopCars_Question_Seats
source: How many seats does a Yoyoloop vehicle have?
pt: Quantos lugares tem um veículo da Yoyoloop?

# Help_Topic_YoyoloopCars_Question_Seats_Answer
source: Currently, our transfers are Mercedes V-Class five-seaters. In the near future, they will be replaced by electric vehicles.
pt: De momento, os nossos transfers são Mercedes V-Class de cinco lugares e com estofos em pele. Num futuro próximo, serão substituídos por veículos elétricos.

# Help_Topic_YoyoloopCars_Question_Wifi
source: Do all Yoyoloop vehicles have wifi?
pt: Os veículos da Yoyoloop têm todos wifi?

# Help_Topic_YoyoloopCars_Question_Wifi_Answer
source: Yes, every Yoyoloop vehicle has wifi on board to assure your travel time is usefully spent.
pt: Sim, todos os veículos da Yoyoloop contam com wifi a bordo para assegurar uma viagem mais proveitosa.

# HomePage_MainTitle
source: Leave your car at home and travel on a premium transfer for the price of a train tricket.
pt: Deixe o carro em casa e viaje num transfer premium a preço de comboio.

# HomePage_PopularLoops_CantFind
source: Can't find your city?
pt: Não encontra a sua cidade?

# HomePage_PopularLoops_Features_Capacity
source: Capacity
pt: Capacidade

# HomePage_PopularLoops_Features_Duration
source: Duration
pt: Duração

# HomePage_PopularLoops_Features_Free
source: Free
pt: Grátis

# HomePage_PopularLoops_Features_Price
source: Price
pt: Preço

# HomePage_PopularLoops_Features_Price_From
source: From
pt: Desde

# HomePage_PopularLoops_Features_Seats
source: Seats
pt: Lugares

# HomePage_PopularLoops_ReserveLink
source: Book
pt: Reservar

# HomePage_PopularLoops_SeeAll_Link
source: See all
pt: Ver todos

# HomePage_PopularLoops_SuggestLink
source: Suggest a loop
pt: Sugira um loop

# HomePage_PopularLoops_Title
source: Popular Loops
pt: Loops Populares

# HomePage_SubTitle
source: Book your seat on an five-seat premium transfer driven by a professional driver, and enjoy a non-stop trip where you can work comfortably, with wifi on board.
pt: Reserve o seu lugar num transfer premium de cinco lugares conduzido por um motorista profissional e aproveite uma viagem onde pode trabalhar, sem paragens, com wifi a bordo.

# HomePage_SuggestLink
source: Can't find your city?
pt: Não encontra a sua cidade?

# HomePage_SuggestLoop_btnSuggestSend
source: Send
pt: Enviar

# HomePage_SuggestLoop_MainTitle
source: Can't find your city?
pt: Não encontra a sua cidade?

# HomePage_SuggestLoop_SuggestSend_Message
source: Your suggestion was sent
pt: A sua sugestão foi enviada

# HomePage_SuggestLoop_tbSuggestBody_placeholder
source: Your suggestion
pt: A sua sugestão

# HomePage_SuggestLoop_tbSuggestEmail_placeholder
source: Your email address
pt: O seu endereço de email

# HomePage_SuggestLoop_Text
source: Want Yoyoloop to give you a ride to your city?<br>Suggest a loop and keep a lookout for news!
pt: Quer que a Yoyoloop lhe dê boleia até à sua cidade?<br>Sugira um loop e fique atento às novidades!

# HomePage_WhereToCard_Location_And
source: and
pt: e

# HomePage_WhereToCard_Location_From
source: From
pt: De

# HomePage_WhereToCard_Price_From
source: From
pt: Desde

# HomePage_WhereToCard_ReserveLink
source: Book
pt: Reservar

# HomePage_WhereToCard_When_Everyday
source: Every day
pt: Todos os dias úteis

# HomePage_WhereToGo
source: Where do you want to go?
pt: Para onde quer ir?

# HomePage_Why_Card_Accessible_Content
source: For one loop, you pay 75% less than if you took your own car, and exactly the same as you would pay for going by train — and you enjoy a much more comfortable and less tiring trip.
pt: Por um loop, chega a pagar 75% menos do que se levasse o seu próprio carro e exatamente o mesmo do que pagaria por ir de comboio ou outros transportes — e ainda tem uma viagem muito mais confortável e menos cansativa.

# HomePage_Why_Card_Accessible_SubTitle
source: Less strain for you, <br>save on your wallet
pt: Menos desgaste,<br>mais na carteira

# HomePage_Why_Card_Accessible_Title
source: Affordable
pt: Acessível

# HomePage_Why_Card_Convenient_Content
source: In addition to having frequent departures, Yoyoloop will pick you up and drop you off in strategic points in the city, such as metro stations, supermarkets, urban centres and the main office areas in Lisbon — and we top it off with free wifi on board.
pt: Além de contar com partidas frequentes, a Yoyoloop vai pô-lo e buscá-lo a pontos estratégicos da cidade, como estações de metro, supermercados, largos dos centros urbanos e as principais zonas de escritórios de Lisboa — e ainda lhe oferece wifi a bordo.

# HomePage_Why_Card_Convenient_SubTitle
source: Convenient<br>pick-ups and drop-offs
pt: Pick-ups e drop-offs<br>convenientes

# HomePage_Why_Card_Convenient_Title
source: Convenient
pt: Conveniente

# HomePage_Why_Card_Reliable_Content
source: A professional driver will pick you up at a specific location and at a fixed departure time. Just choose your starting point, book your trip and sit back in your seat.
pt: Um motorista profissional vai buscá-lo a um local específico e a uma hora de partida fixa. Basta escolher o seu ponto de partida, reservar a sua viagem e sentar-se no seu lugar à hora marcada.

# HomePage_Why_Card_Reliable_SubTitle
source: Your very own seat,<br> ready on the dot
pt: Lugar marcado,<br>à hora marcada

# HomePage_Why_Card_Reliable_Title
source: Reliable
pt: Fiável

# HomePage_Why_Card_Sustainable_Content
source: Our fleet is made up of five-seater vehicles. Not only do we take more cars off the road, we also help reduce carbon footprint.
pt: Todas as nossas viagens são feitas em veículos de cinco lugares. Não só retiramos mais carros da estrada, como também ajudamos a reduzir a pegada de carbono.

# HomePage_Why_Card_Sustainable_SubTitle
source: Less cars,<br> better cities
pt: Menos carros,<br>mais cidade

# HomePage_Why_Card_Sustainable_Title
source: Sustainable
pt: Sustentável

# HomePage_Why_Title
source: Why you should ride on a Yoyoloop transfer
pt: Porquê apanhar boleia de um transfer da Yoyoloop?

# HomePage_Yoyoloop_MainDescription
source: A different "air bridge" between Lisboa and Porto, based on five-seat premium transfers that go on the motorway.
pt: Uma "ponte aérea" diferente entre Lisboa e Porto, com base em transfers premium de cinco lugares que circulam na autoestrada.

# HomePage_Yoyoloop_SubDescription
source: Going by train doesn't directly take you to your final destination, flights suffer constant delays, and taking your own car by yourself doesn't pay off. With a Yoyoloop premium transfer, you can comfortably go to Lisbon, Porto, Coimbra and Leiria without any stops, and assure your travel time is usefully spent working or simply relaxing. All this for the price of a train ticket.
pt: O comboio Alfa Pendular não o leva diretamente ao destino final, há atrasos constantes nos voos e não compensa levar o carro vazio. Com um transfer premium da Yoyoloop, pode ir para Lisboa, Porto, Coimbra e Leiria sem paragens, com conforto para trabalhar ou relaxar. Tudo isto a preço de comboio.

# MasterService_SendEmailConfirmation_Body_ConfirmAnswer
source: For data privacy reasons, Yoyoloop only considers an account as created after an email address is confirmed.
pt: Por motivos de segurança, a Yoyoloop apenas considera uma conta como criada após a confirmação de um endereço de email.

# MasterService_SendEmailConfirmation_Body_ConfirmEmail
source: Please confirm your email address by clicking
pt: Para confirmar o seu endereço de email clique

# MasterService_SendEmailConfirmation_Body_ConfirmWhy
source: Why do I need to confirm my email?
pt: Porque razão tenho de confirmar o meu email?

# MasterService_SendEmailConfirmation_Body_HereLink
source: here
pt: aqui

# MasterService_SendEmailConfirmation_Body_Thankyou
source: Thank you for your preference!
pt: Obrigado pela sua preferência!

# MasterService_SendEmailConfirmation_Body_Title
source: Welcome to Yoyoloop!
pt: Bem-vindo à Yoyoloop!

# MasterService_SendEmailConfirmation_Body_YoyoloopTeam
source: The Yoyoloop Team
pt: A Equipa Yoyoloop

# MasterService_SendEmailConfirmation_Subject
source: Welcome to Yoyoloop!
pt: Bem-vindo à Yoyoloop!

# MasterService_SendResetPassword_Body_HereLink
source: here
pt: aqui
