Repository: PMJMendes/YoyoLoop
Catalog: MVP/MVP/App_GlobalResources/LocalizedText.*.resx
Languages: pt

# StaticPages_Terms_Two_Five
source: 2.5 General Conditions of Use<br> Through this site, Yoyoloop wishes to inform you about the services that it offers. The intellectual property rights over all contents of this site, except those provided by external entities duly identified, are the property of Yoyoloop, including information, tools, graphic design of Internet pages, all its components and all the figures, graphics or texts. <br> Yoyoloop assumes no responsibility for the damages resulting from any impossibility, delay, suspension or interruption of access to www.yoyoloop.com due to technical failures or other reasons. Yoyoloop does not guarantee that access to the site will not suffer interruptions or disturbances resulting from technical problems. <br> No part of the www.yoyoloop.com website may be reproduced, entirely or partially, nor may it be rented or sold without the prior permission of Yoyoloop or duly identified external entities that are providers of information.<br> <br>Yoyoloop reserves the right to complete, modify or delete the information contained in the pages of the website. <br>Yoyoloop can not guarantee the total immunity of its site to hacker attacks and viruses or other intrusion software. <br>Some pages of this website use cookies and javascript. Learn more about using cookies here. Inhibition of the use of these components may constitute an obstacle to web navigation and the correct process of simulation and purchase. <br>Access or use of www.yoyoloop.com implies acceptance by the User of the above conditions.
pt: 2.5 Condições Gerais de Utilização<br> Através deste site, a Yoyoloop pretende informá-lo sobre os serviços que disponibiliza. Os direitos de propriedade intelectual sobre todos os conteúdos deste site, exceto os que sejam fornecidos por entidades externas devidamente identificadas, são pertença da Yoyoloop, incluindo as informações, as ferramentas, o desenho gráfico das páginas na Internet, com todos os seus componentes e todas as figuras, gráficos ou textos.<br> <br> A Yoyoloop não assume qualquer responsabilidade pelos prejuízos decorrentes de eventuais situações de impossibilidade, atraso, suspensão ou interrupção no acesso ao www.yoyoloop.com em virtude de falhas técnicas ou outros motivos. A Yoyoloop não garante que o acesso ao site não sofra interrupções ou perturbações resultantes de problemas técnicos.<br> <br> Não é permitida a reprodução total ou parcial de qualquer informação ou conteúdo de www.yoyoloop.com, nem o seu aluguer ou venda, sem autorização prévia da Yoyoloop ou das entidades externas fornecedoras de informação devidamente identificadas.<br> <br>A Yoyoloop reserva-se ao direito de completar, modificar ou suprimir as informações contidas nas páginas do site. <br>A Yoyoloop não pode garantir a total imunidade do seu site a ataques de hackers e vírus ou outros softwares de intrusão. <br>Algumas páginas deste site utilizam cookies e javascript. Saiba mais sobre a utilização de cookies aqui. A inibição da utilização destes componentes pode constituir obstáculo à navegação e ao correto processo de simulação e compra. <br>O acesso ou a utilização de www.yoyoloop.com implica a aceitação pelo Utilizador das condições anteriormente referidas.

# StaticPages_Terms_Two_Four
source: 2.4 Prices and availabilities<br> The availabilities on the Yoyoloop website are calculated at each moment according to the demand and offer available. After a trip is confirmed, Yoyoloop reserves the right to cancel it at least two (2) hours prior to the departure time, for operational reasons. In case a trip is cancelled by Yoyoloop's own responsibility and initiative, customers with tickets purchased for the trip in question will be refunded. <br> Yoyoloop reserves the right to increase, reduce or maintain prices for a particular trip at any time and without prior notice, in order to ensure the correct operation of the service.
pt: 2.4 Preços e disponibilidades<br> As disponibilidades que constam no site da Yoyoloop são calculados em cada momento de acordo com a procura e oferta disponíveis. Após uma viagem confirmada, a Yoyoloop reserva-se o direito de cancelar a mesma num prazo mínimo de 2 (duas) horas antes da hora de partida, por razões operacionais. No caso da viagem ser cancelada por responsabilidade e iniciativa da Yoyoloop, os clientes com bilhetes comprados para a viagem em causa serão reembolsados. <br> A Yoyoloop reserva-se ao direito de aumentar, reduzir ou manter os preços para uma determinada viagem em qualquer altura e sem aviso prévio, de forma a garantir o correto funcionamento do serviço.

# StaticPages_Terms_Two_One
source: 2.1 Copyright<br> Texts, images, graphics, downloads, sounds, videos and any other digital content depicted on the website may not be copied, distributed, modified or posted on other websites without the prior written permission of a member of the Yoyoloop team.
pt: 2.1 Direitos de Autor<br> Os textos, imagens, gráficos, downloads, sons, vídeos e qualquer outro conteúdo digital representado no website não pode ser copiado, distribuído, modificado ou colocado noutros websites sem autorização prévia por escrito de um membro da equipa da Yoyoloop.

# StaticPages_Terms_Two_Three
source: 2.3 Bookings on the Yoyoloop website<br> Bookings made on the Yoyoloop website are confirmed when the message "Your booking is confirmed" appears on the screen. The customer has the possibility to print the ticket or receive a download link of the ticket in his or her email. Bookings will only be valid for users who confirmed their email address through a link sent via email.
pt: 2.3 Reservas no website da Yoyoloop<br> As reservas efetuadas no site da Yoyoloop estão confirmadas quando a mensagem "A sua reserva está confirmada" surge no ecrã. O cliente tem a possibilidade de imprimir o bilhete ou receber um link para download do bilhete no seu email. As reservas serão válidas apenas para utilizadores que confirmaram o seu endereço de email através de link enviado por essa mesma via.

# StaticPages_Terms_Two_Two
source: 2.2. User and Customer Obligations<br> Access to Yoyoloop's website is limited to persons over the age of 18. Nevertheless, access to certain content and/or participation in Yoyoloop sales may be subject to other age limitations, as indicated in each case. The User may not (i) authorise the use of his or her account by third parties, (ii) allow access to the site through his or her account to persons under the age of 18, (iii) allow persons under the age of 18 to make bookings, unless the minor is accompanied by the account holder. In general, the User may access the site free of charge. The User acknowledges and accepts that access and use of the site is done in a free and conscious way, under his or her sole responsibility. In no case will Yoyoloop be liable for any use that may be made of the site by the User and/or third parties, nor for the damages and losses arising from it. The User pledges to make an adequate and lawful use of the site, in compliance with the applicable legislation, with these General Conditions of Use, with public order and good customs. The User shall refrain from (i) making an unauthorised or fraudulent use of the site; (ii) access or attempt to access restricted website resources; (iii) use the site for illicit or illegal purposes or effects that are contrary to what is established in these General Conditions of Use, to good faith and to public order, in order to harm the rights and interests of third parties, or that in any way may cause damages, disable or overburden or prevent the normal use of the site; (iv) cause damage to the site or systems of its service providers or third parties; (v) introduce or disseminate computer viruses or any other physical or logical systems likely to cause damage to Yoyoloop's systems or that of its suppliers, other Users or third parties, (iv) to attempt to access, use and/or manipulate Yoyoloop, third parties, Service Providers and other Users' data; (vii) reproduce or copy, distribute, allow public access through any means of public communication, transform or modify the Content, unless authorised by the holder of the corresponding rights or if legally permitted; (viii) obtaining or attempting to obtain the Contents, using for different means or procedures different from those that, as the case may be, have been made available for the purpose. The User may only access the site through the authorised means. Yoyoloop shall not be liable if the User does not have a device compatible with the browser versions it supports.
pt: 2.2. Deveres do Utilizador e Cliente<br> O acesso ao site da Yoyoloop é limitado a maiores de 18 anos. Não obstante o anteriormente referido, o acesso a determinados conteúdos e/ou a participação em promoções da Yoyoloop poderá estar sujeita a outras limitações de idade, consoante seja indicado em cada caso. O Utilizador não poderá (i) autorizar a utilização da sua conta por terceiros, (ii) permitir o acesso ao site através da sua conta a menores de 18 anos, (iii) permitir que pessoas menores de 18 anos efetuem reservas, a menos que os menores estejam acompanhados do Utilizador titular da conta. Em geral, o Utilizador poderá aceder ao site de forma livre e gratuita. O Utilizador reconhece e aceita que o acesso e utilização do site é feito de forma livre e consciente, sob a sua exclusiva responsabilidade. A Yoyoloop não será, em caso algum, responsável pela utilização que possa ser feita do site pelo Utilizador e/ou por terceiros, nem tão-pouco pelos danos e prejuízos decorrentes da mesma. O Utilizador compromete-se a fazer uma utilização adequada e lícita do site, em conformidade com a legislação aplicável, com as presentes Condições Gerais de Utilização, com a ordem pública e os bons costumes. O Utilizador deverá abster-se de (i) fazer uma utilização não autorizada ou fraudulenta do site; (ii) aceder ou tentar aceder a recursos restritos do site; (iii) utilizar o site com finalidades ou efeitos ilícitos, ilegais, contrários ao estabelecido nas presentes Condições Gerais de Utilização, à boa-fé e à ordem pública, de modo a lesar direitos e interesses de terceiros, ou que por qualquer forma possa causar danos, inutilizar ou sobrecarregar ou impedir a normal utilização ou aproveitamento do site; (iv) causar danos no site ou nos sistemas dos seus prestadores de serviços ou de terceiros; (v) introduzir ou difundir vírus informáticos ou quaisquer outros sistemas físicos ou lógicos susceptíveis de causar danos nos sistemas da Yoyoloop, dos seus fornecedores, outros Utilizadores ou de terceiros, (iv) tentar aceder, utilizar e/ou manipular os dados da Yoyoloop, terceiros, Prestadores de Serviços e outros Utilizadores; (vii) reproduzir ou copiar, distribuir, permitir o acesso do público através de qualquer meio de comunicação pública, transformar ou modificar os Conteúdos, salvo mediante autorização do titular dos direitos correspondentes ou se tal for legalmente permitido; (viii) obter ou tentar obter os Conteúdos, empregando para tal meios ou procedimentos diferentes dos que, consoante o caso, tenham sido colocados à disposição para o efeito. O Utilizador apenas poderá aceder ao site através dos meios autorizados. A Yoyoloop não será responsável caso o Utilizador não disponha de um dispositivo compatível com as versões de browser suportadas.

# Stripe_ErrorHandling_CardError_card_declined
source: The card was declined.
pt: O cartão foi declinado.

# Stripe_ErrorHandling_CardError_expired_card
source: The card has expired.
pt: O cartão está expirado.

# Stripe_ErrorHandling_CardError_incorrect_cvc
source: The card's security code is incorrect.
pt: O código de segurança não está correto.

# Stripe_ErrorHandling_CardError_incorrect_number
source: The card number is incorrect.
pt: O número do cartão não está correto.

# Stripe_ErrorHandling_CardError_incorrect_zip
source: The card's zip code failed validation.
pt: O código postal não é válido.

# Stripe_ErrorHandling_CardError_invalid_cvc
source: The card's security code is invalid.
pt: O código de segurança não é válido.

# Stripe_ErrorHandling_CardError_invalid_date_format
source: The card's expiration date is invalid.
pt: A data de expiração não é válida.

# Stripe_ErrorHandling_CardError_invalid_expiry_month
source: The card's expiration month is invalid.
pt: O mês da data de expiração não é válido.

# Stripe_ErrorHandling_CardError_invalid_expiry_year
source: The card's expiration year is invalid.
pt: O ano da data de expiração não é válido.

# Stripe_ErrorHandling_CardError_invalid_number
source: The card number is not a valid credit card number.
pt: O número de cartão não é válido.

# Stripe_ErrorHandling_PaymentMethodValidation_Generic
source: There was an error when validating the payment method.
pt: Ocorreu um erro ao validar o método de pagamento.

# Stripe_ErrorHandling_ProcessPayment_Generic
source: There was an error when validating the payment.
pt: Ocorreu um erro ao efectuar o pagamento.
