Repository: PMJMendes/YoyoLoop
Catalog: MVP/MVP/App_GlobalResources/LocalizedText.*.resx
Languages: pt

# Account_ConfirmEmail_Error
source: An error has occurred.
pt: Ocorreu um erro.

# Account_ConfirmEmail_Login
source: Log in to confirm your email address
pt: Faça log in para poder confirmar o seu endereço de email

# Account_ConfirmEmail_MainTitle
source: Thank you for confirming your email.
pt: Obrigado por confirmar o seu email.

# Account_ConfirmEmail_TicketRedirect
source: You will be re-directed to your ticket in a few seconds.
pt: Será redirecionado para o seu bilhete dentro de segundos.

# Account_RegisterExternalLogin_Error_SecondLine
source: Please try again. If the error persists, get in touch with us.
pt: Por favor, tente novamente. Se o erro persistir, contacte-nos.

# Account_RegisterExternalLogin_NullProvider
source: The external authentication service could not be contacted.
pt: Não foi possível contactar o serviço de autenticação externo.

# Account_RegisterExternalLogin_ProviderError
source: There was an error when logging in with
pt: Ocorreu um erro ao autenticar com o

# Account_ResetPassword_btnReset_Text
source: Confirm password
pt: Confirmar password

# Account_ResetPassword_ErrorMessage
source: An error has occurred.
pt: Ocorreu um erro.

# Account_ResetPassword_MainTitle
source: Enter your new password
pt: Insira a sua nova password

# Account_ResetPassword_SuccessMessage
source: Your password was successfully changed.
pt: A sua password foi alterada com sucesso

# Account_ResetPassword_tbConfirmPassword_CompareValidator_ErrorMessage
source: The password and confirmation password do not match.
pt: A password e a confirmação de password são diferentes.

# Account_ResetPassword_tbConfirmPassword_placeholder
source: Repeat password
pt: Repetir password

# Account_ResetPassword_tbConfirmPassword_Validator_ErrorMessage
source: The confirm password field is required.
pt: O campo password é obrigatório.

# Account_ResetPassword_tbEmail_placeholder
source: Email address
pt: Endereço de email

# Account_ResetPassword_tbEmail_Validator_ErrorMessage
source: The email field is required.
pt: O email é obrigatório.

# Account_ResetPassword_tbPassword_placeholder
source: New password
pt: Nova password

# Account_ResetPassword_tbPassword_Validator_ErrorMessage
source: The password field is required.
pt: O campo password é obrigatório.

# Calendar_BookingPanel_Booking_ErrorMessage
source: Sorry, this trip is no longer available.
pt: Lamentamos, mas esta viagem já não está disponível.

# Calendar_CalendarHeader_btnToday_Text
source: Today
pt: Hoje

# Calendar_CalendarPlaceholder_Text
source: Choose where you're coming from and where you're going to
pt: Escolha o destino e a origem da viagem

# Calendar_CalendarTable_Footer_Ocup
source: Occupation:
pt: Ocupação:

# Calendar_CalendarTable_Footer_Ocup_High
source: High
pt: Alta

# Calendar_CalendarTable_Footer_Ocup_Low
source: Medium
pt: Baixa

# Calendar_CalendarTable_Footer_Ocup_Med
source: Low
pt: Média

# Calendar_CalendarTable_Header_Weekdays_Fri
source: Fri
pt: Sex

# Calendar_CalendarTable_Header_Weekdays_Mon
source: Mon
pt: Seg

# Calendar_CalendarTable_Header_Weekdays_Sat
source: Sat
pt: Sab

# Calendar_CalendarTable_Header_Weekdays_Sun
source: Sun
pt: Dom

# Calendar_CalendarTable_Header_Weekdays_Thu
source: Thu
pt: Qui

# Calendar_CalendarTable_Header_Weekdays_Tue
source: Tue
pt: Ter

# Calendar_CalendarTable_Header_Weekdays_Wed
source: Wed
pt: Qua

# Calendar_Controls_CalendarTable_DayInfoText_BLACK
source: Sold out
pt: Esgotado

# Calendar_Controls_CalendarTable_DayInfoText_RED
source: Almost full
pt: Quase cheio

# Calendar_Controls_Popover_Header_DestinationLabel
source: To
pt: Destino

# Calendar_Controls_Popover_Header_OriginLabel
source: From
pt: Origem

# Calendar_Header_APDropdown_Label
source: Stop
pt: Paragem

# Calendar_Header_APDropdown_SelectionPrompt
source: Choose stop
pt: Escolher paragem

# Calendar_Header_cbReturnTrip_Label
source: Round trip
pt: Ida e volta

# Calendar_Header_DestinationDropdown_Label
source: To
pt: Destino

# Calendar_Header_DestinationDropdown_SelectionPrompt
source: Choose destination
pt: Escolher destino

# Calendar_Header_OriginDropdown_Label
source: From
pt: Origem

# Calendar_Header_OriginDropdown_SelectionPrompt
source: Choose origin
pt: Escolher origem

# Calendar_Header_SeatsDropdown_Label
source: Seats
pt: Lugares

# Checkout_Billing_cbSaveDetails_Label
source: Save billing details
pt: Guardar detalhes de faturação

# Checkout_Billing_tbInvoiceAddress_Label
source: Address
pt: Morada

# Checkout_Billing_tbInvoiceCity_Label
source: City
pt: Cidade

# Checkout_Billing_tbInvoiceCompany_Label
source: Company name
pt: Nome da empresa

# Checkout_Billing_tbInvoiceName_Label
source: Name
pt: Nome

# Checkout_Billing_tbInvoiceNIF_Label
source: VAT number
pt: NIF

# Checkout_Billing_tbInvoiceZIP_Label
source: Postal code
pt: Código postal

# Checkout_Billing_Title
source: Billing details
pt: Detalhes de faturação

# Checkout_BookingExpired_Message
source: This booking expired
pt: Esta reserva expirou

# Checkout_BookingExpired_RedirectLink_Text
source: Rebook
pt: Reservar novamente

# Checkout_btnPay_Text
source: Pay
pt: Pagar

# Checkout_ddlCardMenu_Label
source: Payment method
pt: Método de pagamento

# Checkout_MainTitle
source: Pay and confirm
pt: Pagar e confirmar

# Checkout_Payform_cbSaveCard_Label
source: Save card details
pt: Guardar dados do cartão

# Checkout_Payform_tbCardHolderName_Label
source: Card name
pt: Nome do titular

# Checkout_Payform_tbCardNumber_Label
source: Card number
pt: Número do cartão

# Checkout_Policy_cbTerms_Error
source: You must accept the Terms and Conditions
pt: Tem de aceitar os Termos e Condiçōes

# Checkout_Policy_cbTerms_Label1
source: I accept the
pt: Aceito os

# Checkout_Policy_cbTerms_Label2
source: Terms and Conditions
pt: Termos e Condiçōes

# Checkout_Policy_SubTitle
source: Cancellation policy
pt: Política de cancelamento

# Checkout_Policy_Text
source: You can cancel your trip up to 48 hours before the hour of departure. The value you paid will be transformed into credit to spend on future trips.
pt: Pode cancelar a sua viagem até 48 horas antes da hora de partida. O valor que pagou será transformado em crédito para poder utilizá-lo em futuras viagens.

# Checkout_Promocode_tbPromo_placeholder
source: Insert code
pt: Inserir código

# Checkout_Service_ProcessPayment_BookingErrorMessage
source: Invalid booking
pt: Reserva inválida

# Checkout_SubTitle
source: Payment
pt: Pagamento

# Confirm_Invite_btnShare_Text
source: Share
pt: Partilhar

# Confirm_Invite_Description
source: Book your seat on an five-seat premium transfer driven by a professional driver, <br> and enjoy a non-stop trip where you can work confortably, with wifi on board for the price of a train ticket.
pt: Reserve o seu lugar num transfer premium de cinco lugares conduzido por um motorista profissional <br>e aproveite uma viagem onde pode trabalhar, sem paragens, com wifi a bordo e a preço de comboio.

# Confirm_Invite_Title
source: Invite your friends and travel for just €1
pt: Convide amigos e viaje por apenas 1€

# Confirm_InvoiceSend
source: We will send your invoice to
pt: Vamos enviar a sua fatura para

# Confirm_MainTitle
source: Your trip is confirmed
pt: A sua viagem está confirmada

# Confirm_MyTickets
source: Your tickets
pt: Os seus bilhetes

# Confirm_MyTickets_AddToCalendar
source: Add to calendar
pt: Adicionar ao calendário

# Confirm_MyTickets_btnDownload_Text
source: Download
pt: Descarregar

# Confirm_MyTickets_btnEmail_Text
source: Receive by email
pt: Receber por email

# Confirm_MyTickets_btnSMS_Text
source: Receive by SMS
pt: Receber por SMS

# Confirm_MyTickets_Calendar_ShowMessage_Text
source: Unfortunately the calendar is not available
pt: Infelizmente o envio para o calendário não se encontra disponível

# Confirm_MyTickets_Email_ShowMessage_Text1
source: We've sent an email to
pt: Enviámos um email para

# Confirm_MyTickets_Email_ShowMessage_Text2
source: with your ticket.
pt: com o seu bilhete.

# Confirm_MyTickets_SMS_ShowMessage_Text
source: Sorry, we're not able to send your ticket by SMS at the moment.
pt: Desculpe, de momento não é possível enviarmos o seu bilhete por SMS.

# Confirm_Service_SendTicket_Email_Body_AccessTicket
source: You can access your ticket at any time
pt: Pode aceder ao seu bilhete a qualquer altura

# Confirm_Service_SendTicket_Email_Body_Date
source: Date
pt: Data

# Confirm_Service_SendTicket_Email_Body_Destination
source: To
pt: Destino

# Confirm_Service_SendTicket_Email_Body_FinalCost
source: Final price
pt: Preço final

# Confirm_Service_SendTicket_Email_Body_Invite
source: Invite your friends and travel for just €1
pt: Convide amigos e viaje por apenas 1€

# Confirm_Service_SendTicket_Email_Body_Origin
source: From
pt: Origem

# Confirm_Service_SendTicket_Email_Body_Seats
source: Seats
pt: Lugares

# Confirm_Service_SendTicket_Email_Body_ThankYou
source: Thank you for choosing Yoyoloop!
pt: Obrigado por escolher a Yoyoloop!<br>Se necessário ligue-nos para o +351 926 475 250<br>

# Confirm_Service_SendTicket_Email_Body_TicketCode
source: Ticket number
pt: Código do bilhete

# Confirm_Service_SendTicket_Email_Body_TripConfirmed
source: Your trip is confirmed.
pt: A sua viagem está confirmada.

# Confirm_Service_SendTicket_Email_Body_YoyoloopTeam
source: The Yoyoloop Team.
pt: A Equipa Yoyoloop.

# Confirm_Service_SendTicket_Email_HereLink
source: here
pt: aqui

# Confirm_Service_SendTicket_Email_Subject1
source: Your trip from
pt: A sua viagem de

# Confirm_Service_SendTicket_Email_Subject2
source: to
pt: para

# Confirm_Service_SendTicket_Email_Subject3
source: is confirmed
pt: está confirmada

# Confirm_Service_SendUnconfirmedTicket_Email_Body_ConfirmAnswer
source: As a safety measure, Yoyoloop only considers an account fully created after an email address is confirmed.
pt: Por boa prática de segurança, a Yoyoloop só considera a conta de cliente criada após a confirmação de um endereço de email.

# Confirm_Service_SendUnconfirmedTicket_Email_Body_ConfirmEmail
source: To access your ticket, you will need to confirm your email. Simply click on
pt: Para aceder ao seu bilhete, é necessário confirmar o seu email. Basta clicar em

# Confirm_Service_SendUnconfirmedTicket_Email_Body_ConfirmWhy
source: Why do I have to confirm my email?
pt: Por que razão tenho de confirmar o meu email?

# Confirm_SubTitle
source: Find your ticket on:
pt: Encontre o seu bilhete em:

# Confirm_UnconfirmedEmail_btnResendLink_Text
source: Resend link
pt: Re-enviar link

# Confirm_UnconfirmedEmail_Problems
source: Please contact us
pt: Em caso de problemas,

# Confirm_UnconfirmedEmail_Problems_ContactLink
source: if you run into any trouble
pt: por favor contacte-nos

# Confirm_UnconfirmedEmail_ResendLink_ShowMessage_Text1
source: We've sent an email to
pt: Enviámos um email para

# Confirm_UnconfirmedEmail_ResendLink_ShowMessage_Text2
source: with the link so you can confirm your email address.
pt: com um link para poder confirmar o seu endereço de email.

# Confirm_UnconfirmedEmail_Text
source: Please confirm your email address to access your ticket.<br>We've sent an access link to your ticket to
pt: Para aceder ao seu bilhete, por favor confirme o seu endereço de email.<br>Enviámos link de acesso ao seu bilhete para

# Controls_BookingPanel_btnBook_Text
source: Book
pt: Reservar

# Controls_BookingPanel_btnBook_Unavailable_Text
source: Trip unavailable
pt: Viagem indisponível

# Controls_BookingPanel_Destination
source: To
pt: Destino

# Controls_BookingPanel_FinalPrice
source: Final price
pt: Preço final

# Controls_BookingPanel_Going
source: One-way
pt: Ida

# Controls_BookingPanel_Goings
source: One-way
pt: Idas

# Controls_BookingPanel_Origin
source: From
pt: Origem

# Controls_BookingPanel_PriceSummary
source: Summary
pt: Resumo

# Controls_BookingPanel_Price_PerSeat
source: per seat
pt: por lugar

# Controls_BookingPanel_Promocode_DontHaveLink
source: I don't have a promo code
pt: Não tenho promo code

# Controls_BookingPanel_Promocode_HaveLink
source: I have a promo code
pt: Tenho um promo code

# Controls_BookingPanel_Promocode_tbPromo_placeholder
source: Insert code
pt: Inserir código

# Controls_Forgot_btnForgot_Text
source: Send
pt: Enviar

# Controls_Forgot_MainTitle
source: Log in to Yoyoloop
pt: Aceda à Yoyoloop

# Controls_Forgot_NoAccount
source: Still don't have an account?
pt: Ainda não tem conta?

# Controls_Forgot_RegisterLink
source: Register
pt: Registar

# Controls_Forgot_ResultMessage_Failure
source: This user does not exist.
pt: Este utilizador não existe.

# Controls_Forgot_ResultMessage_Success
source: Please check your email to reset your password.
pt: Por favor, veja o seu email para definir uma nova password.

# Controls_Forgot_SubTitle_1
source: Forgot your password?
pt: Esqueceu-se da sua password?

# Controls_Forgot_SubTitle_2
source: Insert your email
pt: Introduza o seu email

# Controls_Forgot_tbForgotEmail_placeholder
source: Email address
pt: Endereço de email

# Controls_Forgot_tbForgotEmail_Validator_ErrorMessage
source: The email field is required.
pt: O campo de email é obrigatório.

# Controls_Login_btnLogin_Text
source: Log in
pt: Entrar

# Controls_Login_cbRememberMe
source: Remember my <br>password
pt: Lembrar-me da <br>password

# Controls_Login_ForgotPassword
source: I forgot my password
pt: Esqueci-me da password

# Controls_Login_LoginMessageFailure_Text
source: Invalid login attempt
pt: Início de sessão inválido

# Controls_Login_LoginMessageSucess_Text
source: You've logged in successfully
pt: Iniciou a sua sessão com sucesso

# Controls_Login_LoginOr
source: or
pt: ou

# Controls_Login_MainTitle
source: Log in to Yoyoloop
pt: Aceda à Yoyoloop

# Controls_Login_NoAccount
source: Still don't have an account?
pt: Ainda não tem conta?

# Controls_Login_RegisterLink
source: Register
pt: Registar

# Controls_Login_tbLoginEmail_placeholder
source: Email address
pt: Endereço de email

# Controls_Login_tbLoginEmail_Validator_ErrorMessage
source: The email field is required.
pt: O campo de email é obrigatório

# Controls_Login_tbLoginPassword_Validator_ErrorMessage
source: The password field is required.
pt: O campo password é obrigatório.

# Controls_Login_WithEmail
source: Register with your email
pt: Registe-se com o seu email

# Controls_Login_WithFacebook
source: with Facebook
pt: com o Facebook

# Controls_Login_WithGoogle
source: with Google
pt: com o Google

# Controls_Register_btnRegisterContinue_Text
source: Continue
pt: Continuar

# Controls_Register_cbRegisterCampaigns
source: I want to receive<br>promotional campaigns from Yoyoloop
pt: Quero receber campanhas<br>promocionais da Yoyoloop

# Controls_Register_HaveAccount
source: Already have an account?
pt: Já tem uma conta?

# Controls_Register_LoginLink
source: Log in
pt: Entrar

# Controls_Register_MainTitle
source: Log in to Yoyoloop
pt: Aceda à Yoyoloop

# Controls_Register_RegisterMessage_Failure
source: An error occurred
pt: Ocorreu um erro

# Controls_Register_RegisterOr
source: or
pt: ou

# Controls_Register_tbRegisterConfirmEmail_CompareValidator_ErrorMessage
source: The email and confirmation email do not match.
pt: O email e a password não coincidem.

# Controls_Register_tbRegisterConfirmEmail_placeholder
source: Repeat email address
pt: Repetir endereço de email

# Controls_Register_tbRegisterConfirmEmail_Validator_ErrorMessage
source: The confirm email field is required.
pt: O campo de confirmação de email é obrigatório.

# Controls_Register_tbRegisterConfirmPassword_CompareValidator_ErrorMessage
source: The password and confirmation password do not match.
pt: A password e a confirmação da password não coincidem.

# Controls_Register_tbRegisterConfirmPassword_placeholder
source: Repeat password
pt: Repetir password

# Controls_Register_tbRegisterConfirmPassword_Validator_ErrorMessage
source: The confirm password field is required.
pt: O campo de confirmação da password é obrigatório.

# Controls_Register_tbRegisterEmail_placeholder
source: Email address
pt: Endereço de email

# Controls_Register_tbRegisterEmail_Validator_ErrorMessage
source: The email field is required.
pt: O campo de email é obrigatório.

# Controls_Register_tbRegisterName_placeholder
source: Name
pt: Nome

# Controls_Register_tbRegisterName_Validator_ErrorMessage
source: The name field is required.
pt: O campo nome é obrigatório.

# Controls_Register_tbRegisterPassword_Validator_ErrorMessage
source: The password field is required.
pt: O campo password é obrigatório.

# Controls_Register_WithEmail
source: Before receiving your ticket<br>we need to know a few details
pt: Para receber o seu bilhete,<br>precisamos de alguns dos seus dados

# Controls_Register_WithFacebook
source: with Facebook
pt: com o Facebook

# Controls_Register_WithGoogle
source: with Google
pt: com o Google

# Controls_Ticket_BookAgain
source: Rebook
pt: Reservar novamente

# Controls_Ticket_btnBooking_Text
source: Book
pt: Reservar

# Controls_Ticket_btnViewBooking_Text
source: See booking
pt: Ver reserva

# Controls_Ticket_Canceled
source: Cancelled
pt: Cancelada

# Controls_Ticket_Completed
source: Completed
pt: Completada

# Controls_Ticket_Destination
source: To
pt: Destino

# Controls_Ticket_Details
source: see details
pt: ver detalhes

# Controls_Ticket_Going
source: TO
pt: IDA

# Controls_Ticket_Origin
source: From
pt: Origem

# Controls_Ticket_Pending
source: Pending
pt: Pendente

# Controls_Ticket_Return
source: RETURN
pt: VOLTA

# Controls_Ticket_Ticket
source: TICKET
pt: BILHETE

# Controls_Ticket_YourTrip
source: Your trip
pt: A sua viagem

# DownloadTicket_ErrorMessage
source: We couldn't find your ticket.
pt: Não foi possivel encontrar o seu bilhete.

# General_MGMPromo
source: ReferFriend
pt: Convite

# General_Seat
source: seat
pt: lugar

# General_Seats
source: seats
pt: lugares

# General_StripeCard_Card
source: Card
pt: Cartão

# General_StripeCard_Card_CardNumber_EndsIn
source: Expires in
pt: Termina em

# General_StripeCard_Card_EndingIn
source: expired in
pt: terminado em

# General_StripeCard_Card_New
source: New credit card
pt: Novo cartão de crédito ou de débito

# Help_CantFind
source: Can't find your question?
pt: Não encontra a sua pergunta?

# Help_CantFind_ContactUs
source: CONTACT US
pt: CONTACTE-NOS

# Help_Detailed_btnBack_Text
source: Back
pt: Voltar

# Help_MainTitle
source: Need help?
pt: Precisa de ajuda?

# Help_SeeAllLink
source: &rarr; See all
pt: &rarr; Ver todos

# Help_SubTitle
source: Frequently Asked Questions
pt: Perguntas frequentes

# Help_Topic_Careers
source: Careers at Yoyoloop
pt: Carreiras na Yoyoloop

# Help_Topic_Careers_Question_HowTo
source: How can I drive a Yoyoloop vehicle?
pt: Como posso conduzir um veículo da Yoyoloop?

# Help_Topic_Careers_Question_HowTo_Answer
source: Our team is growing! If you want to join our team, please send your CV to careers@yoyoloop.com.
pt: A nossa equipa está a crescer! Se tem interesse em juntar-se à nossa equipa, por favor envie o seu CV para careers@yoyoloop.com.

# Help_Topic_Corporate
source: Corporate
pt: Empresas

# Help_Topic_Corporate_Question_CorporatePricing
source: Do you have special prices for companies?
pt: Têm preços especiais para empresas?

# Help_Topic_Corporate_Question_CorporatePricing_Answer
source: Yes. We offer special prices and discounts for companies, as well as service launch programmes for company employees. For more information, please send an email to empresas@yoyoloop.com.
pt: Sim. Oferecemos preços e descontos especiais para empresas, assim como programas de lançamento do serviço para colaboradores de empresas. Para mais informações, por favor envie-nos um email para empresas@yoyoloop.com.

# Help_Topic_Corporate_Question_TaxInvoices
source: Do you issue invoices?
pt: Posso emitir faturas com contribuinte?

# Help_Topic_Corporate_Question_TaxInvoices_Answer
source: Yes. As soon as you select your trip, you only need to select the "Company" box and insert the VAT number on the Billing Details section.
pt: Sim. Assim que selecionar a viagem que pretende realizar, basta selecionar a caixa que diz “Empresa” e inserir o NIF no formulário dos Detalhes de Faturação.

# Help_Topic_Corporate_Question_TotalSpending
source: Can I know how much I spent in total?
pt: Posso saber quanto gastei no total?

# Help_Topic_Corporate_Question_TotalSpending_Answer
source: Yoyoloop sends its corporate clients a monthly email with a summary of all of the trips and the total spend.
pt: A Yoyoloop envia aos clientes empresariais um email com um resumo mensal de todas as viagens efetuadas ao longo de um mês e os respetivos custos.

# Help_Topic_DiscountAndPromo
source: Discounts and sales
pt: Descontos e promoções

# Help_Topic_DiscountAndPromo_Question_PromoAndMGM
source: How can I book €1 trips and how can I apply a promo code?
pt: Como posso reservar as viagens a 1€ e aplicar promo codes?

# Help_Topic_DiscountAndPromo_Question_PromoAndMGM_Answer
source: To book the €1 trips you won for inviting your friends, you only need to access your account and click on "Invite friends". This is where you can see all the €1 trips you still have available. You only need to click on "Book" to book a €1 for any destination. To use a friend's promo code, you simply need to click on "I have a promo code" on the box on the right side of your screen when you're selecting your trip. Paste your code, click on "Book" and you're done!
pt: Para usufruir das viagens a 1€ que ganhou por convidar amigos, basta aceder ao seu perfil e clicar em “Convidar amigos”. Nesta secção, pode ver todas as viagens a 1€ que ainda tem por utilizar. Basta clicar em “Reservar” para reservar uma viagem para qualquer destino a 1€.<br> <br> Para utilizar um promo code de um amigo, basta clicar em “Tenho um promo code” na caixa à direita quando estiver a selecionar a sua viagem. Cole aqui o código, clique em “Reservar” e já está!

# Help_Topic_DiscountAndPromo_Question_TwoPromocodes
source: Can I use two promo codes for the same trip?
pt: Posso usar dois promo codes para a mesma viagem?

# Help_Topic_DiscountAndPromo_Question_TwoPromocodes_Answer
source: No. Each promo code can only be used for one trip.
pt: Não. Cada promo code só pode ser descontado para uma viagem.

# Help_Topic_Invite
source: Invite friends
pt: Convidar amigos

# Help_Topic_Invite_Question_FriendsBenefits
source: What do my friends earn for booking with my promode?
pt: O que ganham os meus amigos por viajar com o meu promo code?

# Help_Topic_Invite_Question_FriendsBenefits_Answer
source: Every time you share your promo code with your friends, you receive a €1 trip for any Yoyoloop destination, as will your friends.
pt: Sempre que partilhar o seu promo code com os seus amigos, recebe uma viagem a 1€ para qualquer destino da Yoyoloop, assim como os seus amigos.

# Help_Topic_Invite_Question_GiftToYoyoUsers
source: Can I share my promo codes with friends who have already used Yoyoloop?
pt: Posso partilhar o meu promo code com amigos que já tenham usado a Yoyoloop?

# Help_Topic_Invite_Question_GiftToYoyoUsers_Answer
source: No. Promo codes can only be applied on a new user's first trip with Yoyoloop.
pt: Não. Os seus promo codes apenas podem ser aplicados na primeira viagem de um novo utilizador.

# Help_Topic_Invite_Question_HowManyFriends
source: How many friends can I invite?
pt: Quantos amigos posso convidar?

# Help_Topic_Invite_Question_HowManyFriends_Answer
source: You can invite as many as you like! The more friends you invite, the more €1 trips you win as soon as they travel for the first time.
pt: Pode convidar todos os amigos que quiser! Quantos mais amigos convidar, mais viagens a 1€ ganha assim que eles viajarem pela primeira vez.

# Help_Topic_Invite_Question_MyBenefits
source: What do I earn?
pt: O que é que eu ganho?
